{
    "https://upload.wikimedia.org/wikipedia/commons/8/82/Nadeloehr.P1000481.jpg": "The sewing needle played a prominent role tens of thousands of years ago in the social development of our predecessors. The oldest archaeological record of an eye needle is located in Siberia and has an age of 40,000 years. The development of the eye needle was driven by the need to manufacture clothes adjusted to the body.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cd/Origin_of_Species_title_page.jpg": "In his book, “Soon: A Delayed History of Procrastination,” writer Andrew Santaella wonders why it took Charles Darwin 20 years to publish his book on the origin of species. Santaella asks if Darwin’s delay in writing and publishing his revolutionary ideas was an episode of procrastination.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ee/ShipTracks_MODIS_2005may11.jpg/686px-ShipTracks_MODIS_2005may11.jpg": "Climate change has led to heat waves, droughts, and hurricanes of great magnitude. To mitigate climate change experts consider three actions to follow. Experts consider dispersing microscopic particles of salt into the clouds. This would make the clouds brighter and, in principle, allow to regulate the Earth's climate.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a6/Hero_Twins.JPG": "Twin heroes Hunapú and Imbalanqué came down to the underworld called by their main lords. They were trying to kill them upset by the noise they made playing the ball. With the help of two fortune tellers, the twins made a plan to deceive and defeat the Lords of the underworld.",
    "https://upload.wikimedia.org/wikipedia/commons/8/84/30_Rockefeller_Center_rooftop.jpg": "The infrastructure of a city includes artificial concrete structures or other materials that have displaced natural elements such as trees or water ponds. These new elements interact with solar radiation differently than it did with the original vegetation or bodies of water, altering the environment and contributing to the so-called heat island effect. To mitigate this last effect, specialists consider the deployment of a green and blue urban infrastructure.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7d/Tree.ring.arp.jpg": "A hypothetical archaeologist of the future could use carbon 14 to date the events that preceded the collapse of civilization. The technique was developed at the University of Chicago by chemist Willard Libby in the 1940s. Carbon 14, however, is not stable and disintegrates into carbon 12 - which is a stable version.",
    "https://upload.wikimedia.org/wikipedia/commons/0/05/Tilia_tomentosa_coupe_MHNT.jpg": "Researchers reconstructed air temperature during the months of June to August over the last 2,000 years. They made use of the information about the climate that is engraved on the trunk of the trees. In addition to the age of a tree, its trunk keeps information about Earth's climate in the past.",
    "https://upload.wikimedia.org/wikipedia/commons/1/17/Mapadefertilidad2024.png": "Fertility rates have been declining since the second half of last century, reaching values in many countries that are even below 2.1 births per woman. The decline in fertility rate has multiple causes, including the development of contraceptives in the 1960s, and the incorporation of contraceptives into pre-industrial values. There is anecdotal evidence that uncertainty about what climate change holds for the future produces a state of anxiety.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/Carbon_cycle-cute_diagram.svg/600px-Carbon_cycle-cute_diagram.svg.png": "Coal used as fuel originated from plants buried during the carboniferous period of the Earth, about 300-350 million years ago. By burning a fossil fuel, coal, oil or natural gas, carbon dioxide is produced that accumulates in the atmosphere. The authors also see a world in which fossil fuels are replaced by other carbon-free fuels, such as hydrogen.",
    "https://upload.wikimedia.org/wikipedia/commons/2/25/Drivers%2C_Processes%2C_and_Impacts_of_Sinking_Cities.png": "Sinking seems to be associated with several factors, such as the extraction of groundwater and the weight of buildings. In 2050, 70 percent of the population of the planet will live in cities, which implies that the volume of urban buildings will grow substantially. In China, 270 million people are living in an area that is sinking at a speed greater than 3 millimetres per year, representing one third of Europe's population.",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Plagiomnium_affine_laminazellen.jpeg": "The American writer Ray Bradbury published in 1950 the book “Martian Chronicles” in which he describes the colonization of the planet Mars. In this sense, at first, aliens were often green, although over the years they acquired other colors. We could very probably rule out the existence of higher forms of life in our neighborhood, in our solar system.",
    "https://upload.wikimedia.org/wikipedia/commons/7/73/Tonga_ESA363260.jpg": "Argentine football player Mario Kempes visited Monterrey, Mexico. Kempes complained about the traffic of the city in the following way. A study on the early stages of the development of low density urban areas in Tongatapu is reported. The study reveals valuable information about urban evolution.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2c/Illustration_different_solar_climate_intervention_techniques.png": "In 1816, Lord Byron wrote “Darkness’, a year known as “The year that did not have summer”, which was particularly cold by a decrease in solar radiation that reached the surface of the earth. This phenomenon was due to the eruption of the Tambora volcano a year earlier. Some scientists have proposed artificially injecting aerosols into the atmosphere as a means of countering global warming.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5e/Ameca_Generation_1.jpg": "Researchers at Columbia University in New York are interested in communication through smile exchange. They built an anthropomorphic robot head that they called Emo, covered with a soft silicone skin. Emo was initially subjected to a training process so that he could learn to relate, looking in a mirror, a facial expression given by a certain actuator.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ca/IEA_International_Energy_Agency_Map.png": "The International Energy Agency predicts that the maximum demand for oil will be reached by the end of this decade. This is essential to ensure that the increase in the temperature of the planet does not exceed the limit of 1.5 degrees centigrade with respect to its pre-industrial values. The energy sector is the main cause of contaminated air that more than 90 percent of the world’s population is forced to breathe.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4d/OpenAI_Logo.svg/512px-OpenAI_Logo.svg.png": "With the irruption of artificial intelligence numerous jobs will be lost because artificial intelligence has skills that in some cases surpass human ones. According to ChatGPT, artificial intelligence lacks the ability to understand and experience emotions in a genuine way. The LinkedIn network, owned by Microsoft, contemplates the work of the future grouped into three groups.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bf/Iceberg_at_Baffin_Bay.jpg": "John Franklin's 1854 expedition to find the Northwest Pass in the Canadian Arctic ended in disaster. The ships Erebus and Terror and a crew of 129 men between officers and sailors never returned to England. The expedition was last sighted by whale ships on July 22 in the Bay of Baffin and then disappeared when the ships were trapped in the ice.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/0/04/ChatGPT_logo.svg/512px-ChatGPT_logo.svg.png": "A group of researchers led by Kent Hubert of the University of Arkansas measured the creative capabilities of ChatGPT chat. Hubert and collaborators focused their research on the divergent creativity of chat and its comparison with corresponding human creativity. They found that while ChatG PT chat showed creative superiority over us, such creativity was not activated by itself but with the help of humans.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9c/Regi%C3%B3n_Huasteca.png": "According to CONAGUA data, on February 15, this year, 80 per cent of the national territory is affected by some degree of drought. The areas of our country with the highest category of drought are found, especially, in the states of Chihuahua, Sonora, Durango and San Luis Potosí.",
    "https://upload.wikimedia.org/wikipedia/commons/1/12/UASLP.1.png": "With the advent of computers and artificial intelligence, many professions are in danger of disappearing. Critical thinking is one of the skills they consider essential in the digital age. The Bachelor’s degree in Physical Engineering of the UASLP was born three decades ago. It seeks to train specialists in scientific and technological fields.",
    "https://upload.wikimedia.org/wikipedia/commons/2/25/Cerebro_corte_frontal_Alzheimer.jpg": "The prevalence of Alzheimer’s disease in the Tsimané population over 60 years of age is just over 1 percent. The Tsimanés live in a pre-industrial society, subject to conditions similar to those of the ancient Greeks and Romans. Hippocrates in the fourth century B.C. listed diseases of old age, including digestive, physical, deafness, and loss of sight, and insomnia.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/5/58/Greenhouse_Effect.svg/600px-Greenhouse_Effect.svg.png": "Temperatures on the Moon can range between 120 degrees Celsius during the day and less than 150 degrees Celsius at night. The difference in temperature increases between day and night, known as “asymmetric increase”, has been observed since the second half of the last century. Between 1961 and 1990, this increase was negative, which means that the difference between daytime and night temperatures was decreasing.",
    "https://upload.wikimedia.org/wikipedia/commons/8/88/William_Livingstone_House%2C_Brush_Park%2C_Detroit_%28417140528%29.jpg": "The Michigan Central Station was inaugurated in December 1913. It was kept in service as a railway station until the year 1988, when it was definitively closed. From that moment on, the building deteriorated gradually, becoming a symbol of the decline of the city of Detroit. Detroit has lost two thirds of its population since 1950 and suffered an urban deterioration.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Solar_power_satellite_sandwich_or_abascus_concept.jpg": "California Institute of Technology reports successful completion of 'Space Solar Power Demonstrator' project. Project aimed to evaluate three key technologies for the use of solar energy from space. According to Caltech’s communication, the three experiments were successfully conducted and will serve as a starting point for developing space solar energy.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0e/Kaffe_og_mandarin_%285198912077%29.jpg": "The cost of a plastic comb today is so low because they are manufactured in series, using materials of very low cost. Nano plastics are virtually everywhere on planet Earth, including in the water we drink and in the food we eat. In particular, they are known to be present in bottled drinking water in plastic containers.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7a/Anatomy-1751201_1280.png": "Artificial intelligence will have a great impact on the labour market, says Google chatbot Bard. The World Economic Forum in its “Report 2020 on the Future of Employment” lists jobs with increasing and decreasing demands. According to Bard, in the future, the following skills will be key: critical thinking and problem solving.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Cruise_Automation_Bolt_EV_third_generation_in_San_Francisco.jpg/320px-Cruise_Automation_Bolt_EV_third_generation_in_San_Francisco.jpg": "The year that ends today is undoubtedly the year of artificial intelligence. The OpenAI company launched ChatGPT chatbot, capable of processing large amounts of information and providing coherent answers to questions and requests made by the user. On the other hand, 2023 was not a positive year for another application of artificial Intelligence: autonomous cars.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6d/Cassiopeia_A_%28MIRI_Image%29_%282023-121-01GWQBBY77MHGFV3M3N63KDCEJ%29.png/599px-Cassiopeia_A_%28MIRI_Image%29_%282023-121-01GWQBBY77MHGFV3M3N63KDCEJ%29.png": "The James Webb telescope was launched on December 25, 2011. It is currently in an orbit around the Sun at a distance of 1.5 million kilometers from Earth. The telescope has provided us with spectacular images of the Universe. One of these images was released by NASA on December 10th and will be part of a calendar of advent.",
    "https://upload.wikimedia.org/wikipedia/en/5/59/West_blue.png": "In 1900, 41 percent of American workers were farmers, while in 2000 this percentage was reduced to 2 percent. The destruction of jobs and the creation of new ones with different skills occurs in the face of a new technology. The concept of computer lawyer refers to “Intelligent software capable of helping human lawyers with a wide range of complex high-level legal tasks”",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Limiting_global_warming_to_2_degrees_Celsius_-_options_to_reduce_greenhouse_gas_emissions_%28PBL%29-es.png": "IEA: Gas and oil industries must take an active role in the mitigation of global warming. According to the IEA, the possibility of limiting global warming to 1.5 degrees Celsius is still open. In a scenario where the demand for oil and gas falls - the use of these fuels would fall by more than 75% in 2050.",
    "https://upload.wikimedia.org/wikipedia/en/2/2e/Napoleon_Film_poster.jpg": "In a scene in the film “2001: Odyssey of Space” we can see a stewardess on board a spaceship with a charola in her hands, walking horizontally through the walls of the enclosure. This is done by wearing shoes that stick to the surfaces and by virtue of the fact that there is no gravity in space, so that the concepts above and below lose their meaning.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d3/Astronaut_Riding_a_Horse_%28SDXL%29.jpg": "A group of researchers headed by Elizabeth Miller of the National University of Australia address this question. Miller and collaborators made use of a set of 100 photographs of the face of real people and 100 facial images of fictitious people. They found that 66 percent of the false images were classified as real, while 51 percent of actual photographs were correctly classified as belonging to real people.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/2/29/Projected_Change_in_Temperatures.svg/600px-Projected_Change_in_Temperatures.svg.png": "The body must maintain a temperature of about 37 degrees Celsius and for this it must dissipate the excess heat generated by its metabolism through different mechanisms. The efficiency of sweating as a body cooling mechanism depends on the environmental conditions, specifically the atmospheric humidity. Experts consider that the maximum humid bulb temperature compatible with the functioning of the body is 35 degrees Celsius.",
    "https://upload.wikimedia.org/wikipedia/commons/3/36/Two_transmission_towers.jpg": "In the last two decades of the 19th century two electrical technologies coexisted that disputed supremacy: direct current and alternating current. In the end, with all and contrition, the alternating current was imposed to direct current. This has been made possible by the development of technologies to harness the energy of the sun or wind.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/2/2c/Pacific_hurricane_tracks_1980-2005.jpg/800px-Pacific_hurricane_tracks_1980-2005.jpg": "In a report issued at 4 p.m. on Monday, October 23, the National Hurricane Center of the United States reported on the probable trajectory of tropical storm Otis. A few hours later, after midnight, Otis reached Acapulco as a Category 5 hurricane, with winds of more than 260 kilometers per hour and giving little time for the city’s inhabitants to take the necessary precautions.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/0/05/HONDA_ASIMO.jpg/450px-HONDA_ASIMO.jpg": "Isaac Asimov imagined a future in which robots carry out activities that are traditionally carried out by humans more efficiently. Asimov was a visionary who wrote his novel at a time when the first digital computer of general use had not yet been built. In his novels, Asimov became a well-known science fiction writer Isaac Asimov.",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Moon_Crescent_-_False_Color_Mosaic.jpg": "Last August, India became the fourth country that manages to place a probe on the surface of the Moon. The first country to do so was the Soviet Union in 1966, followed by the United States that same year. NASA’s Artemis programme seeks to resume manned missions to the Moon in 2025, and to establish permanent exploration bases.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/f/f5/PBs2023.svg/498px-PBs2023.svg.png": "Climate change is accompanied by a series of calamities that include loss of biodiversity, ocean acidification and pollution of the environment by various agents. All these calamities, in addition, are linked to one another, says the author of an update of a 2009 study. The transgression of six of nine planetary borders, “suggests that the Earth is now far outside the safe operating space for humanity”",
    "https://upload.wikimedia.org/wikipedia/commons/e/e6/Toyota_FCV_reveal_25_June_2014_-_by_Bertel_Schmitt_02.jpg": "Hydrogen is conceived as the fuel of a hydrogen economy in which it becomes a non-polluting substitute for fossil fuels. For this purpose, hydrogen must be obtained using means that produce low levels of greenhouse gases. Hydrogen would be obtained by decomposing water into hydrogen and oxygen through the electrolysis process. Water is not a resource that is evenly distributed among all countries.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ad/Kalambo_Falls.jpg": "Wooden trunks were found in the vicinity of Lake Tanganyika, near the border between Zambia and Tanzania. The sand in which they were found buried was dated to an age of 476,000 years, which is before the appearance of modern man. Experts tell us that the genus Homo, to which we belong, originated about two and a half million years ago.",
    "https://upload.wikimedia.org/wikipedia/commons/0/05/Boeing_777-200ER_Malaysia_AL_%28MAS%29_9M-MRO_-_color.jpg": "Malaysia Airlines Flight 370, which took off from Kuala Lumpur in the early morning hours of 8 March 2014 on its way to Beijing, never reached its destination. It is accepted that the plane crashed somewhere in the Indian Ocean near Australia, killing all the people on board - 239, between passengers and crew members - but it is not known for certain what really happened to it.",
    "https://upload.wikimedia.org/wikipedia/commons/9/91/Abraham_Archibald_Anderson_-_Thomas_Alva_Edison_-_Google_Art_Project.jpg": "Thomas Alva Edison used to sleep holding spheres with both hands, so that when he fell asleep the spheres would fall to the ground and wake him up. Edison carried out this strange practice as a means to stimulate his creativity as an inventor. experiments show that the intermediate zone between vigil and sleep is a point of great creativity.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7d/Fukushima_I_by_Digital_Globe.jpg": "The Government of Japan confirmed that it had begun the release into the ocean of radioactive water contaminated with radioactive elements from the damaged Fukushima nuclear plant. To avoid polluting the ocean with radioactive waste, water is subjected to a specially designed filtering process, which, according to the Japanese Government and the company Tokyo Electric Power, owns the nuclear plant, effectively eliminates pollutants.",
    "https://upload.wikimedia.org/wikipedia/commons/d/de/Stwlan.dam.jpg": "Solar energy is abundant, inexhaustible, cheap, relatively clean and exploitable. The Sun, however, has a defect that has prevented it from becoming our main source of energy: it shines only during the day. Solar panels would be placed in a place where the Sun is never hidden, so that we would dispose of uninterrupted energy.",
    "https://upload.wikimedia.org/wikipedia/commons/5/54/Atomic_bombing_of_Japan.jpg": "On August 6, 1945, a U.S. B-29 bomber, nicknamed Enola Gay, left the island of Tinian for Hiroshima on the Japanese coast, with a uranium bomb on board. Hiroshima's nuclear bombing is the first of the only two occasions on which a nuclear bomb has been used against the population. The second occurred three days later, when a plutonium nuclear bomb was dropped on the city of Nagasaki in southern Japan.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/8/89/NXP_PCF8577C_LCD_driver_with_I%C2%B2C_%28Colour_Corrected%29.jpg/885px-NXP_PCF8577C_LCD_driver_with_I%C2%B2C_%28Colour_Corrected%29.jpg": "Only 12 percent of the semiconductor chips used globally are produced in the United States, Taiwan and South Korea being the largest manufacturers of these devices. In the U.S. the costs of chip production are 40 percent higher than in Asian countries, due to differences in wages and construction costs, as well as government incentives.",
    "https://upload.wikimedia.org/wikipedia/commons/3/35/Trinity_Site_Obelisk_National_Historic_Landmark.jpg": "The first nuclear explosion in history took place in the New Mexico desert on July 16, 1945. A group of teenagers who were camping near Ruidoso, New Mexico, were awakened by an explosion. Hours after the explosion began to fall white flakes from the sky. The girls, only 13 years old, thought that this was because of the heat it did.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d7/First_cultured_hamburger_fried.png": "In 2020 Singapore was the first country to approve the meat grown for human consumption. The United States, for its part, has just done its own thing and more than 150 companies in that country are preparing to introduce meat grown in the anacheles of supermarkets. In one scenario or another, Risner and collaborators find drastically different environmental impacts.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Reverse_osmosis_desalination_plant.JPG": "Of the total water on the surface of the Earth, just 2.5 percent is fresh water. Of this, 98 percent is frozen. Desalination plants of sea water have progressed slowly. As the technology of water desalination advances, these plants will become more economically competitive.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f1/WikiAir_Ohio_01_-_Northwest_of_I-270.JPG": "An ancient photograph of San Luis Potosí is a reliable testimony of the image of the city at the time it was taken. A photograph of the year 1920 shows us that, unfortunately, the buildings that occupied the two corners of the street of Zaragoza have disappeared at the end of the Plaza de Armas. The photograph, of course, is a two-dimensional projection of the urban image.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8f/Iphone_4G-3_black_screen.png": "Researchers have proposed a new function for smartphones: their use as thermometers to measure the temperature of the body. FeverPhone estimates the body temperature from the temperature changes measured by the thermistors when the phone screen is pressed against the patient’s forehead for 90 seconds. Researchers tested their device with 37 volunteers, 16 of whom had had at least a mild fever.",
    "https://upload.wikimedia.org/wikipedia/commons/3/38/Groundwater_%28aquifer%2C_aquitard%2C_3_type_wells%29.PNG": "The average sea level at the global level has increased by approximately 20 centimeters since 1880. In the period 2006-2015, theAverage sea level has more than doubled, reaching 3.6 millimetres per year. Experts rule out that the deviation of the axis of rotation of the Earth by the extraction of underground water can affect the climate.",
    "https://upload.wikimedia.org/wikipedia/commons/3/36/International_congress_on_hail_shooting.jpg": "Cinema has been an extremely attractive form of entertainment since its invention more than a century ago. A film allows us to travel to the Moon or Mars, or to the depths of the ocean, as well as to precise or distorted versions of the past. According to experts, this ability will be enhanced by the new artificial intelligence technologies to generate images.",
    "https://upload.wikimedia.org/wikipedia/commons/4/42/Broken_Hill_solar_plant_aerial.jpg": "In 1973, just 20 years after its invention, solar cells were in their infancy and were not an economically viable option to supply oil. Today, forty years after the oil crisis, the situation has been reversed, and we are facing a new energy transition. According to the latest report of the International Energy Agency, 2023 will be the first year in theOil crisis.",
    "https://upload.wikimedia.org/wikipedia/commons/7/75/AralSea1989_2014.jpg": "The Aral Sea, once the fourth largest saltwater lake on the planet, has been gradually drying out to become two separate bodies of water and a toxic sand desert. The collapse was produced by the diversion of the Sir Darya and Daryia rivers that fed it, to irrigate cotton plantations.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ad/Beondegi.jpg": "NASA has announced the winning projects of the “Deep Space Food Challenge” Five American companies and three foreign companies survived phase 2 and are competing in phase 3. One company proposes to use carbon dioxide accelerated by astronauts when breathing to generate alcohol, and from it to produce food. Another company proposes the use of a protein produced from the fermentation of a fungus.",
    "https://upload.wikimedia.org/wikipedia/commons/9/96/Clothes.jpg": "In 1991 two climbers discovered Otzi’s frozen body in a glacier in the Alps near the border between Austria and Italy. The discovery of the remains of a man in good preservation conditions is undoubtedly fascinating. In particular, it illustrates us about the type of clothing that was used 5,000 years ago.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b6/Arecibo_66.75261W_18.34607N.jpg": "The SETI project has searched the sky for radio signals that could be interpreted as coming from an extraterrestrial civilization, without a conclusive result to date. Some experts have also considered the possibility that a civilization might have already detected artificial signals that have escaped our planet. This is analyzed in an article accepted for publication in the journal Monthly Notices of the Royal Astronomical Society.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3d/WNA_Heat_Wave_Temp_Anomaly.jpg": "In the summer of 2021, the west coast of the United States and Canada was hit by an unprecedented heat wave. Can the occurrence of an extreme climate event be predicted and in that way be prepared to face it? Unfortunately, the planet’s climate is such a complex system that it is not possible to predict extreme events.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/2/21/Ganymede_-_Perijove_34_Composite.png/480px-Ganymede_-_Perijove_34_Composite.png": "Ganymede is one of four Galilean satellites that can be observed as luminous points orbiting Jupiter. Three of the satellites will be studied by the European mission Juice, launched towards Jupiter on April 14 from French Guiana. Juice will be inserted into an orbit around Ganymedes in 2035, in which it will be the first time a probe is placed in orbit around a natural satellite.",
    "https://upload.wikimedia.org/wikipedia/commons/1/16/Spacecolony1.jpg": "Space X has achieved government approval for the test flight of its Starship rocket. The rocket is capable of placing into orbit a 150-ton cargo. According to Elon Musk of Space X, the Starship ship will be the vehicle to carry manned missions to Mars. Experts consider it unlikely to reach Mars with a manned mission in 2026, but this will surely happen in the near future.",
    "https://upload.wikimedia.org/wikipedia/commons/9/90/Ley_de_Moore.png": "Gordon Moore is recognized as one of the main actors in the history of semiconductor chips. Moore is mostly known for his so-called law enunciated in 1965 and reformulated in 1975. Moore’s law is not a physical law, but it served over the years to guide the development of electronic companies.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6f/Beethoven.jpg": "Ludwig van Beethoven died on March 25, 1827, at the age of 56. Much has been speculated about the causes of his death. An article in Current Biology tries to shed light on the death from the genetic study of hair remains that would have belonged to him. Researchers could not determine whether their deafness and digestive problems had a genetic origin.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5c/Microchips.jpg": "Semiconductor chips or microcircuitos consist of silicon flat tablets in which billions of transistors are monolithically integrated into a monolithic. We find semiconductor chips in computers, cell phones, game consoles, televisions, automobiles, medical equipment, and other devices.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ce/Oil_well.jpg": "Hydrogen combustion produces only water and does not contribute to the emission of greenhouse gases into the atmosphere. Hydrogen can be manufactured by decomposing water in hydrogen and oxygen using electric energy. Green hydrogen is expensive to manufacture and, in fact, the global production of hydrogen is carried out almost entirely using fossil fuels.",
    "https://upload.wikimedia.org/wikipedia/commons/f/fb/Aerial-SanAndreas-CarrizoPlain.jpg": "The 7.8 magnitude earthquake that struck Turkey on 6 February has become the deadliest earthquake in the history of that country. The forces that trigger the earthquakes are very complex and there is still not enough scientific knowledge to carry out this prediction. The recovery time of friction forces between tectonic plates is crucial. If this is long, the efforts that accumulate through the subsequent plate slide will tend to be eased in shorter periods.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c0/Apollo_CSM_lunar_orbit.jpg": "Small magazine published an article on how microgravity affects brain connections. Researchers find that there are some changes in the organization of the brain immediately after the end of the mission. After eight months some astronauts were subjected to magnetic resonance studies. Of them, they remain, while others disappear, returning the brain to its original state.",
    "https://upload.wikimedia.org/wikipedia/commons/8/83/The_Sun_in_white_light.jpg": "The idea is to place a kind of umbrella that attenuates the solar radiation that receives the planet. The authors of the article propose that it be from the Moon. An open letter launched in January 2020 by 60 climate experts from all over the world calls for the signing of an agreement not to use solar geoengineering.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a4/Air_pollution_by_industrial_chimneys.jpg": "Researchers from the University of Maastrichst in the Netherlands analyzed more than 30,000 moves made by 121 players in 607 games. Researchers focused their study on particulate contamination with sizes less than 2.5 micrometers. A relatively small increase in the concentration of particles increases by more than 25 percent the probability of a player making a mistake.",
    "https://upload.wikimedia.org/wikipedia/commons/5/57/Paul_F%C3%BCrst%2C_Der_Doctor_Schnabel_von_Rom_%28Holl%C3%A4nder_version%29.png": "Three bubonic plague epidemics have occurred in the last two thousand years. The first of these epidemics occurred in. the VI-VIII century AD and is known as the plague of Justinian. It began with the so-called black death, during which half of the population would have died.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f7/SPICE_SRM_overview.jpg": "The Semarnat and the Conacyt express their rejection of the realization in Mexican territory of experiments that seek to alter the climate of the planet. This, in response to the experiments carried out in Baja California, without the knowledge of the government of Mexico. The company Make Sunsets, which launched balloons with sulphur dioxide to be dispersed in the stratosphere.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/5/51/Rome-Pantheon-Interieur1.jpg/800px-Rome-Pantheon-Interieur1.jpg": "The Romans built roads, aqueducts and buildings that, without having the volume of an Egyptian pyramid, have lasted for two thousand years. The durability of the concrete developed by the Romans has been attributed to the use in its manufacture of volcanic ash from the area of the Bay of Naples. Researchers focused on small white deposits of ubicumetric size.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d8/BiconvexLens.jpg": "The launch of the James Webb space telescope of $10 billion was undoubtedly the scientific news of the year. Capasso: The James Webb telescope constitutes a combination of technologies typical of the last half century, with a technology to capture light and form images that are 400 years old. In a smart phone, the stacking of lenses of the camera will be replaced by a single metallative.",
    "https://upload.wikimedia.org/wikipedia/commons/0/03/Lise_Meitner_%281878-1968%29%2C_lecturing_at_Catholic_University%2C_Washington%2C_D.C.%2C_1946.jpg": "The Guadalupe-Reyes bridge is not precisely a promoter of the scientific progress of the country. We cannot, however, think that December is a special month in this regard, so that, assuming that scientists are more interested in their work, important discoveries must be shared equally throughout the year.",
    "https://assets.entrepreneur.com/content/3x2/2000/1659463551-the-line.jpg?auto=webp&quality=95&crop=16:9&width=675": "The Saudi Arabia project known as The Line is in full construction. The project contemplates the construction of two skyscrapers of 500 meters in height in the middle of the desert. The inhabitants of the city will move in the space between the two buildings and will be able to reach any service walking in five minutes.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b6/Bronzebeile.JPG": "Tin was a material of great importance for established civilizations, from East Asia to the Mediterranean Sea. A shipwreck of the Bronze Age on the south coast of Turkey with a cargo of 10 tons of copper and a ton of tin provided an opportunity to find out the origins.",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/Aureus_Sponsianus_Bl%C3%A4tter_fuer_Muenzfreunde_1923_fig_10.jpg": "A group of researchers from University College London say the existence of a Roman emperor of the Esponsian name would have been revealed two centuries ago. Roman gold coins were discovered with his effigy in 1713 in Transilvania, in present Romania. According to the researchers, the design of four coins share characteristics that make them think they were made by the same person.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/b/be/Cruise_Automation_Bolt_EV_third_generation_in_San_Francisco.jpg/640px-Cruise_Automation_Bolt_EV_third_generation_in_San_Francisco.jpg": "An amateur in the Guadalajara-Puebla football match pointed a green laser at the goalkeeper's eyes to obstruct his vision and make it fail. The incident has not been unique and has occurred in different circumstances, made possible by the easy and free acquisition of lasers with appreciable powers. In their article, Cao and collaborators evaluated the use of an infrared light laser to deceive the Lidar system that guides some cars.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c1/Telstar.jpg": "A European chronicle of the Middle Ages speaks of the appearance in 774 of a “red cross” in the sky after sunset. A contemporary Chinese chronicle notes the occurrence of a similar phenomenon in the year 775. Some experts venture that they could be about glows caused by the entry of high energy particles from space into the Earth’s atmosphere.",
    "https://upload.wikimedia.org/wikipedia/commons/f/fb/The_Sun_and_TRAPPIST-1.jpg": "If extreme weather events make the planet uninhabitable, we would have to look for options to move to another planet. Our first choice might be the Moon, which is, say, a stone’s throw away. The Moon, however, is an inhospitable, dry and atmosphereless place.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b4/Vincent_Willem_van_Gogh_128.jpg": "Two young activists of the “Stop Oil” group stood in front of the painting “The Sunflowers”, by the Dutch painter Vincent van Gogh. The activists covered the palm of the left hand with glue and pressed it against the wall. They launched an environmental discourse asking for the suspension of the use of fossil fuels.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/6/64/Cole_Thomas_The_Course_of_Empire_Destruction_1836.jpg/800px-Cole_Thomas_The_Course_of_Empire_Destruction_1836.jpg": "In the 8th and 9th centuries of the Christian era, the Mayan civilization of the southern lowlands of the Yucatan peninsula went into decline and eventually collapsed. The causes that led to this collapse have not been fully clarified. Given past experiences, could climate change that is currently going through the planet have any consequence for contemporary civilization?",
    "https://upload.wikimedia.org/wikipedia/commons/1/15/Gorilla.jpg": "Chimps have been observed beating his chest by imitating a gorilla. Interaction between species could have been present among human species in the remote past. Today, for about 40,000 years when Neanderthals disappeared, we are alone as a human species on the face of the planet.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0d/Great_Wave_off_Kanagawa2.jpg": "On September 19, an unusual event occurred in Mexico: a 7.1 earthquake on the Richter scale with an epicenter off the coast of Michoacán. There is, of course, no reason to assume that September 19th is a special date for tremors, so we have to conclude that the occurrence of three large earthquakes on the same day was pure coincidence.",
    "https://upload.wikimedia.org/wikipedia/commons/5/55/Hieronymus_Bosch_053_detail.jpg": "Bunyoro surgeons had a sophisticated knowledge that led them to overcome the problems presented by surgeries: pain, bleeding, and infections. Surgeons drunk the patient to mitigate pain, cauterized the wounds with a hot metal, and combated the infections by means of alcohol. The operation also proved to be a success, with the baby's survival and the mother's wounds completely closed in eleven days.",
    "https://upload.wikimedia.org/wikipedia/commons/0/05/PIA24201-MarsPerseveranceRover-MoxieTwin-2021019.jpg": "Hernán Cortés would have sent an expedition to the top of the Popocatépetl to collect sulfur, which he knew existed in the volcano. The expedition would have been successful since, already after the fall of Tenochtitlan, Cortés commissioned a second expedition to bring more sulfur. The possibility of collecting and processing extraterrestrial materials instead of transporting them from our planet is an essential point for space exploration.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f8/BFR_at_stage_separation_2-2018.jpg": "The “Saturn V” rocket that took Neil Armstrong and Buzz Aldrin to the surface of the Moon had a weight of close to 3,000 tons. The cost of putting a satellite into orbit then reflects both the fuel used for the ascent and the investment in the rockets of waste. By means of the giant rocket “Starship” - 120 meters high - “Sce X “it expects to reduce the cost of placing a satellite in orbit to $10 per kilogram.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bc/Frankenstein.1831.inside-cover.jpg": "In 1816, writer Mary Shelly conceived the novel “Frankenstein or the modern Prometheus” Shelly recounts the story of Victor Frankenstein, a medical student at the University of Ingolstadt. Shelly did not provide details of the manufacture of this “gendro”",
    "https://upload.wikimedia.org/wikipedia/commons/3/3e/Aedes_aegypti_feeding.jpg": "Researchers have found that the mosquito olfactory system is more malleable than expected. This is not encouraging for mosquitoes, as it will facilitate the development of sophisticated techniques to combat them. As soon as these techniques make their appearance, it is better for us to use more traditional procedures against mosquitoes.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Janus_particles_that_follow_a_predefined_path.jpg": "Researchers are developing tiny robots that can be introduced into the body loaded with drugs. Once inside, robots would advance to the sick area where they would deposit their drug load. The disease could then be attacked locally and more efficiently, minimizing the affectation to other parts of the body.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9f/NesjavellirPowerPlant_edit2.jpg/800px-NesjavellirPowerPlant_edit2.jpg": "The reign of Henry VIII and climate change are separated in time for almost five hundred years. However, there is a certain connection as discussed below. In a delayed manner, Henry VIII contributed to the boom of coal burning, which you have even risen today. It would be indulgent with him for his contribution to contaminating the planet.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a6/The_Rim_Fire_in_the_Stanislaus_National_Forest_near_in_California_began_on_Aug._17%2C_2013-0004.jpg": "In January 2019, then President Trump recommended that citizens be careful and try to stay where possible inside their homes. According to experts, it is present in the current heat wave that is affecting Europe and other parts of the world. We doubt for a moment the specialists - as Trump does - and affirm that climate change is not real and that experts lie for some reason.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bf/Webb%27s_First_Deep_Field.jpg": "The new NASA James Webb telescope promises substantial advances in the knowledge of the Universe. The images are undoubtedly spectacular, with a resolution that far exceeds that of green and blue. The photographs presented, therefore, are in false color. But the images of the new telescope, with everything and its false colors, provide us with visions of the universe.",
    "https://upload.wikimedia.org/wikipedia/commons/d/dc/Child_pushing_grandmother_on_plastic_tricycle.jpg": "Charles Darwin devised the theory of natural selection. According to this theory, an organism when its traits were reproduced to its descendants. But in contrast to other species, women’s lives extend well beyond their reproductive age, he says. Even in this situation, older adults can exercise an intergenerational, pedagogical or information transfer evolutionary force.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8f/PSM_V10_D029_Ancient_fire_making_methods.jpg": "Researchers have developed a technique to determine whether a particular rock was subject to a warming of hundreds of degrees centigrade by exposure to fire. The researchers applied their technique to materials from the archaeological site Evron Quarry in Israel, which is dated between 800,000 years and a million years before the present.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d0/Northwest_passage.jpg/800px-Northwest_passage.jpg": "The decline of Arctic ice is opening new possibilities for maritime navigation. The route between Yokohama and Rotterdam through the Northwest Pass is 37 percent shorter than the corresponding route through the Suez Canal. A substantial increase in activity in the Arctic Ocean is expected. Russia will experience the loss of control of that traffic as the volume of ice decreases and the marine routes are removed.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d8/Stradshp.jpg": "The only harp built by Antonio Stradivari dates back to 1681, and is currently part of the museum collection of the San Pietro a Majella Conservatory of Naples. Researchers carried out a dendrochronological analysis of the reference harp. They determined its ring pattern over 150 years and found that, except for a small area in a lower corner, it was made from a single piece of wood.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ab/Oil_platform_P-51_%28Brazil%29.jpg/800px-Oil_platform_P-51_%28Brazil%29.jpg": "Methane is a greenhouse gas 25 times more powerful than carbon dioxide in a period of 20 years. It is estimated that methane is responsible for 20 percent of the global warming that the planet is suffering. Experts consider that monitoring of the oil fields is indispensable. One of them uses satellite photographs to detect methane emissions.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3b/American-cockroach.jpg": "Home-made cockroaches are having a rapid evolution because of insecticides. Insecticides contain insecticides mixed with glucose, which has developed cockroached with an aversion to glucose as a means of defense. Researchers found that male cockroach are less successful when trying to mate with females with glucose aversion than with females without.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bc/Pompeii_Garden_of_the_Fugitives_02.jpg": "In the year 79 A.D. the Vesuvius erupted burying the cities of Pompeii and Herculaneum. About two thousand of its inhabitants were killed by the flow of volcanic gases. Scientists doubted that useful genetic material could be recovered from the body remains. The deterioration of material could provide us with an accurate account of a city two millennia ago.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5b/Redox_Flow_Battery.jpg": "Lithium batteries are the best choice for relatively small installations, but for massive energy storage there are better possibilities. Flow batteries, particularly those that use iron salt and water, will be the solution to store the energy of the Sun and the wind. The North American company ESS, for example, manufactures flow batteries in which it uses iron, salt andWater for the liquid that stores the energy.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d0/LSD_structural_formulae_v.1.png": "The 1960s saw a boom in the recreational use of hallucinogenic, natural and synthetic drugs. One of these drugs is the LSD, which was synthesized by the Swiss chemist Albert Hofmann in 1938. Timothy Leary is one of the leading figures in the 1960s around LSD consumption. Leary wrote the book “Starseed” in which he made connection with alien space.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cb/Impact_event.jpg": "BBC documentary deals with the extinction of dinosaurs due to the impact of an asteroid. 66 million years ago an asteroid the size of Mount Everest impacted our planet near the current Yucatan coast. The fall of the asteroid marked the end of the Cretaceous period and the beginning of the Paleogeneous period.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4d/Andasol_Guadix_4.jpg": "The Sun is one of the main actors in the energy transition process we are going through. One of the first examples in this sense took place at the site of Syracuse by the Romans. It is not clear, however, if the defenders of Syracuse would have managed to destroy Roman ships by this technique.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0d/Laproscopic_Surgery_Robot.jpg": "According to the consulting firm PwC, about 30 percent of jobs in 29 countries, mostly industrialised, will have been lost in the middle of the next decade because of automation. A group of researchers headed by Antonio Paolillo, from the Federal Polytechnic School of Lausanne, Switzerland, decided to determine the risk of the disappearance of jobs by automation.",
    "https://upload.wikimedia.org/wikipedia/commons/2/26/Electrical_and_Mechanical_Services_Department_Headquarters_Photovoltaics.jpg": "Solar cells are competitive for electrification of rural areas or places away from the electricity distribution network. Their greatest limitation is made more noticeable: they generate energy during the day, but not during the night. An area of 20 square meters of cells would be sufficient for a 1 watt lamp.",
    "https://upload.wikimedia.org/wikipedia/en/4/45/The-Martian-Chronicles.jpg": "Researchers find that the sound on Mars travels at a speed 30 percent slower than on Earth. While on our planet the severe and sharp sounds travel at the same speed, on Mars the acute sounds travel faster than the severe ones. The remarks about the peculiarities of the propagation of sound in the Martian atmosphere do not have a great practical importance for future colonizers of Mars.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/444226main_exoplanet20100414-a-full.jpg": "In August 1924, the U.S. established the “National Radio Silence Day” to listen to hypothetical radio transmissions from Mars. Today, we know that there are no Martians on Mars, as there are probably no intelligent beings anywhere else in the solar system. Alongside the search for extraterrestrial intelligent life, initiatives are being carried out to discover the presence of life on extrasolar planets.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e3/Kheops-Pyramid.jpg": "The pyramid of Keops is of the highest proportions: 230 meters per side and 140 meters of height. It is also the one that has a more complex internal structure, which includes an underground chamber and two chambers in the body of the pyramid. A team of researchers from the University of Nagoya, Japan, discovered in 2017 a hole inside the pyramid that had remained hidden.",
    "https://upload.wikimedia.org/wikipedia/commons/2/20/Oumuamua_orbit_at_perihelion.png": "Voyager 1 became the first human object to penetrate interstellar space in 2012. In October 2017, an unusual object crossed through our solar system. This object, the first of extrasolar origin detected in our planetary system, was baptized as “Oumuamua’",
    "https://upload.wikimedia.org/wikipedia/commons/f/f0/Spent_nuclear_fuel_hanford.jpg": "Nuclear energy produces radioactive waste, which can be highly hazardous for tens of thousands of years. Finland is one of the countries that has made the most progress by building an underground storage site on the island of Olikiluoto. The radioactive tubes discarded by the Finnish reactors will be placed in sealed iron containers of six meters high.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f7/Homo_sapiens_neanderthalensis-Mr._N.jpg": "Orangutans are able to use a sharp stone tool to open a box. They are, moreover, able to learn by imitation the process of making a stone tool. Evoluciously, our species and that of the orangutan are very separate. We would have to go back thirteen million years into the past to find a common ancestor.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4e/1346-1353_spread_of_the_Black_Death_in_Europe_map.svg/880px-1346-1353_spread_of_the_Black_Death_in_Europe_map.svg.png": "Paleoecological study shows that the 14th century black plague was not a widespread pandemic. Researchers studied pollen grains that, dragged by the wind, ended up trapped in a layer of land and rocks at the bottom of lakes and wetlands. They found that there were places where a population collapse occurred, among which are areas of central Italy and France.",
    "https://upload.wikimedia.org/wikipedia/commons/2/29/Atahuallpa%2C_Inca_XIIII_From_Berlin_Ethnologisches_Museum%2C_Staatliche_Museen%2C_Berlin%2C_Germany.png": "Researchers have found human remains in the Chincha valley, in the Peruvian coast. The vertebrae correspond to people who died between the 1520s and 1550s of our era. Researchers estimate that the vertebraes were assembled and returned to bury in their graves.",
    "https://upload.wikimedia.org/wikipedia/commons/9/99/Gas_stove.jpg": "Methane in the atmosphere originates, both in natural processes and in human activities. 25 percent of the global warming that the Earth has experienced in the last two centuries is due to methane emissions, says Eric Lebel. Lebel and collaborators estimate that the methane emitted by domestic stoves in the United States is equivalent to the greenhouse gas generated by half a million gasoline cars.",
    "https://upload.wikimedia.org/wikipedia/commons/3/34/Surgical_face_mask.jpg": "The number of mouth covers-bassura discarded increased more than 80 times. Nanoplastics are of particular concern to specialists because of their small size, they could be more toxic. In Greenland they found nanoplastics along a 14-metre-long ice column, which corresponds to ice deposited since 1965 to the date.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c4/ALH84001.jpg": "In 1996, NASA announced that it had found organic remains that pointed to the existence of life on Mars in a remote past. Carl Sagan, after describing the discovery as “glory”, said: “The possibility of arriving independently at the same type of life’s evolutionary history on two independent planets is very small”",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Rosca-de-reyes-mex.jpg": "Breathing is the main way to lose weight by exhaling carbon dioxide, according to an Australian study. By means of the lungs 84 percent of the residues are eliminated, while only 14 percent of them are discarded as water. The latter, by means of urine, feces, sweat and other body fluids.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d2/Gaumont1902.jpg": "The first sound film was made in 1921. The problem of synchronization of the image and the soundtrack increased considerably. Such a solution required technological developments that, although not yet mature enough in 1921, did not have to wait long to see them crystallize in the 1930s. A hundred years ago, there were those who doubted that the sound cinema had some future.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6a/JWST_spacecraft_model_2.png": "The James Webb telescope has a 6.5-meter-diameter mirror made up of 18 hexagonal segments covered with a thin gold film. It will be placed at a distance of 1.5 million kilometers from our planet – about four times the distance between Earth and the Moon. It is designed to work at a temperature of less than 230 degrees Celsius.",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/Yucatan_chix_crater.jpg": "On November 23, NASA launched a spaceship with the mission of colliding with Dimorphos asteroid. NASA’s goal is to find out to what extent it is possible to divert the trajectory of an asteroid in order to develop strategies to defend ourselves from the impact of asteroids on a collision route with Earth.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b8/Photovoltaik_Dachanlage_Hannover_-_Schwarze_Heide_-_1_MW.jpg": "Solar energy has not been the source of energy that the world used to carry out the industrial revolution of the last two centuries. The International Energy Agency predicts that this year will end with an increase of 290 gigawatts in the global capacity for generating electricity by renewable sources. In the medium term, the IEA expects that in 2026 the capacity for. generating renewable electricity will increase by 60 percent compared to its level in 2020.",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Plaguet03.jpg": "The current pandemic has brought about changes that are expected to be permanent. The Plague of Justiniano was far from being an intra-scendent flu and had a significant social and economic impact. We would expect, of course, that an epidemic that ends with a substantial percentage of the population will lead to irreversible changes.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6d/Telerobotics_image1_large.jpg": "Molluscs of the species “L. gordensis” were found at the limit of the Juan de Fuca tectonic plate in the Pacific Ocean, opposite the coast of the North American state of Washington. No one thought that an organism could be taken to the surface from a depth of 2,700 meters, to be immediately submerged to 2,200 meters and finally brought back to thesurface. The example shows us that there are organisms that can withstand amazing extreme conditions.",
    "https://upload.wikimedia.org/wikipedia/en/c/ce/Communion_book_cover.jpg": "There are no elements on which we could base ourselves to venture a hypothesis about it, says David Wheeler. Wheeler: The pretension of “The War of Galaxies” is only to serve as entertainment. He says the exercise does not cease to be simply a speculation until we have convincing information about it.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1b/Pizza_%284738720687%29.jpg": "In 1980 108 million people in the world suffered from diabetes, in 2014 this number had quadrupled, reaching 422 million. In 2019 the number of people with diabetes reached 463 million, representing 9.3 percent of the adult population. Experts say the trend will continue in the future and it is expected that in 2045 almost 11 percent of adults will suffer from diabetes.",
    "https://upload.wikimedia.org/wikipedia/en/f/fa/IPCC_Special_Report_on_Global_Warming_of_1.5_%C2%BAC.jpg": "IEA: With current energy policies, the temperature of the planet could reach 2.6 degrees Celsius at the end of this century. This value is well above 1.5 degrees Celsius, value that experts consider to be the maximum permissible to prevent a climate disaster. The IEA considers that it is necessary to implement more aggressive policies with a view to achieving a balance in 2050.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Carbon_sequestration-2009-10-07.svg/530px-Carbon_sequestration-2009-10-07.svg.png": "The temperature of the planet has risen by 1.1 degrees Celsius. Experts predict that it will reach catastrophically higher values if corrective measures are not taken. Experts also predict that the increase in Earth’s temperature will cause extreme weather events, which will be more frequent and intense as the global temperature is higher.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1a/Dszpics1.jpg/640px-Dszpics1.jpg": "Extreme weather events of last summer have convinced skeptics that global warming is something real. Experts estimate that 30 percent of the increase in global temperature since the industrial revolution is due to the increase of methane in the atmosphere. Some specialists consider that it will be problematic in the future to stop growth in methane emissions.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/a/ac/Photos-photos_1088103921_Floating.jpg/640px-Photos-photos_1088103921_Floating.jpg": "A group of researchers in South Korea, the U.S., China and the UK have developed tiny devices that can remain suspended in the air for long periods and travel large distances. The design is inspired by the aerodynamic design of the flying seeds of sedentary plants. Unlike these, however, their purpose is not to transport genetic material but to perform a series of functions, from measuring atmospheric pollution to controlling the spread of diseases.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d0/ActionStoriesVol16No1.jpg": "Researchers found bones of animals that showed signs of having been part of feeding the inhabitants of the Cave of the Smugglers. At the same time, they found bones that had been carefully carved with the clear purpose of making tools. Researchers speculate that these tools, in the form of a spatula with rounded ends, began to dress with animal skins.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8c/PompeiiStreet.jpg": "The life of the Roman cities of Pompeii and Herculano reached an abrupt end. The two cities were buried by a thick layer of volcanic material in 79 C.E. Researchers find clear differences between diets followed by men and women. Women consumed less protein from cereals and seafood, and relatively more from animals and land products.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5e/Protonshower.jpg": "Astronauts from a future manned mission to Mars would face two types of high-energy radiations: cosmic rays from interstellar space and radiations generated by the Sun. On Earth we are protected from radiation from space by the Earth’s magnetic field. An exposure of the traveler to such radiations beyond a certain limit could cause cancer and eventually death.",
    "https://upload.wikimedia.org/wikipedia/commons/7/70/Student_during_Coronavirus_in_Mexico_%28cropped%29.jpg": "Children in Mexico will return to face-to-face classes on 30 August. Some argue that this would endanger their physical health, given the wave of contagions caused by the new strain of coronavirus. A study carried out to determine to what extent the social isolation forced by the pandemic has affected the cognitive development of children.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e6/Fuelcell.jpg": "The Sun is the natural source of energy that we should use to move the world. It is practically inexhaustible and more than sufficient to fully satisfy our energy needs. Despite all its virtues, the Sun's energy is marked by an original sin: it is intermittent, following the cycle of day and night.",
    "https://upload.wikimedia.org/wikipedia/en/1/11/2001_A_Space_Odyssey_%281968%29.png": "Mig-Flug offers flights in a MiG-29, a Russian-made fighter capable of travelling at a speed 1.7 times the speed of sound. During the flight, the plane will reach a maximum altitude of 17-22 kilometers. Virgin Galactic and Blue Origin are two companies interested in developing space tourism.",
    "https://upload.wikimedia.org/wikipedia/commons/7/78/Polar_Bears_Fight_Climate_Poverty_2.jpg": "Greenhouse gases responsible for global warming are generated in less than 8 per cent of the Earth’s surface; to a large extent in industrialized countries. Greenhouse gas emissions are concentrated in certain places - large urban centres, industrial areas and oil extraction areas. In these conditions, there are regions of the world that suffer air pollution despite having done little to generate it.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f2/Change_in_Average_Temperature.png": "The WWA initiative produces quick reports on extreme weather events and their relationship to climate change. WWA estimates that a climate event similar to last week will occur every 5 to 10 years. Researchers conclude that their results are cause for alarm and that the rapid warming of the planet is leading us to an unknown territory.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ee/Peking_Man_Skull_%28replica%29_presented_at_Paleozoological_Museum_of_China.jpg": "In September 1941, the fossils of the so-called Beijing Man were packaged in two boxes to be transported from China to the United States on board the American ship President Harrison. Fossils, however, never reached their destination and disappeared without leaving a trace. Were they stolen by the Japanese on the way to the port where they would be embarked on to the U.S.? Were they taken away by the American sailors who would have transported them to their final destination? Or, did the vehicle transporting them on Chinese territory have been assaulted and stolen by thieves?",
    "https://upload.wikimedia.org/wikipedia/commons/3/39/Soft_Total_Artificial_Heart_sTAH.jpg": "There is a huge interest in the production of artificial organs to meet a growing demand. While artificial organs are not yet available for transplantation, there are great advances in this direction. A technique used to manufacture artificial organs is similar to the 3D printing regularly used with inanimate materials.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/2008-08_archeon_schnabelschuh.JPG/320px-2008-08_archeon_schnabelschuh.JPG": "A study of 177 human skeletons excavated from the British city of Cambridge. The bones of the feet of skeletons show evidence of bunions, which could have resulted from the use of too narrow shoes. In the fourteenth century in Europe a fashion of narrow and pointed shoes known as poulains developed.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1c/Pallet_of_scrap_lead-acid_automotive_batteries_%28wide_view%29.jpg": "Batteries of electric cars at the end of their useful life will become polluting waste - in some cases toxic. The problem, moreover, will escalate rapidly in the years to come as car manufacturers reduce or stop the production of gasoline vehicles and replace them with electric cars. In 2030 more than one hundred million electric cars will be in circulation.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c7/Mug%2C_Anasazi_%28Ancestral_Pueblo%29%2C_Johnson_Canyon%2C_Colorado%2C_c._1100-1300_AD%2C_ceramic_-_Native_American_collection_-_Peabody_Museum%2C_Harvard_University_-_DSC06067.jpg": "Researchers used an artificial intelligence algorithm to classify ceramics from northern Arizona. The results were remarkable, as the algorithm learned to identify the ceramic in a relatively short time. It was able to explain what criteria it used to give its classification in each case, something that human experts have difficulty in specifying.",
    "https://upload.wikimedia.org/wikipedia/commons/8/82/SARS-CoV-2_without_background.png": "According to the “Our World in Data” site, approximately 1.6 billion doses of Covid-19 vaccines have been administered globally. Israel has managed to immunize 59 percent of its population completely. The United States, on the other hand, is the country that has applied the most vaccines with a total of 282 million.",
    "https://upload.wikimedia.org/wikipedia/en/6/61/Himera480.PNG": "According to Herodotus, a coalition of allies of Sicilian cities defeated the Carthaginians in the battle of Himera 2,500 years ago. But a new study suggests that the army that defeated Carthage was not exclusively composed of Greek soldiers. Two thirds of the army in the first battle came from regions outside Sicily.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d3/Waymo_Chrysler_Pacifica_in_Los_Altos%2C_2017.jpg": "In the future we will have to get used to the computers and their algorithms playing an increasingly important role in our lives. The algorithms that control the movement of cars without a driver, for example, will surely progress to such an extent that in the near future it will be safer to travel in one of these cars than in one driven by a human.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b5/Farewell_to_home%2C_G%C3%B6teborg%2C_1905.jpg": "Researchers found that up to 20% of wells worldwide would be at risk of drying up if the water level decreased by a few meters. In a majority of countries, including the United States, the United Kingdom and Mexico, there was a tendency in the period 2000-2015 to drill deeper wells than shallower ones.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Pyramid_scheme.svg/1024px-Pyramid_scheme.svg.png": "Bernard Lawrence Madoff, better known as Bernie Madoff died last week. Madoff received a 150-year prison sentence in 2009 for having scammed some $20,000 million to thousands of investors. He used a system that is not at all sophisticated: the so-called Ponzi scheme.",
    "https://upload.wikimedia.org/wikipedia/commons/3/35/Tesla_Semi_5.jpg": "Volvo and General Motors say they will cease the production of internal combustion motors from 2030 and 2035, respectively, to be replaced by electric vehicles. It would be expected, of course, that the emission of greenhouse gases would be limited to the atmosphere, since an electric motor does not emit this type of gases. Electric motors emit between 1.3 and 2 times more greenhouse gases than internal combustion vehicles.",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/Huawei_P30_Pro_R%C3%BCckseite.jpg": "Researchers have developed an application for smartphones that allows the determination of a person’s heart rate and breathing frequency from an 18-second video. Through an analysis of subtle changes of light reflected by the face, the application is able to determine the heart and respiratory rhythms. The application has difficulties with dark skin that reflects less light for its analysis.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ca/SalkatPitt.jpg": "The United States has applied nearly 137 million vaccines to its population against the coronavirus, making it the country that has most vaccines applied. At the current rate, the United States would vaccinate 70 percent of its population over the course of four months. In Mexico, for example, according to New York Times statistics, about 6.5 million vaccines have been applied.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c5/Tokyo_Shibuya_Scramble_Crossing_2018-10-09.jpg": "Crowds crossing through the pedestrian passage of Shibuya in Tokyo are known to be the most crowded in the world. A study carried out with two groups of 47 students each, who walk in opposite directions and enter and cross into a corridor of 3 meters wide and 10 meters long. Three of the elements of one of the groups, randomly selected, were asked to make use of their mobile phones during the experiment.",
    "https://upload.wikimedia.org/wikipedia/commons/6/66/NAMA_Machine_d%27Anticyth%C3%A8re_1.jpg": "The Anticythera Mechanism is a computer used to describe the movement of the Moon, the Sun and the five planets known in ancient times. Due to its state of deterioration it has not been able to unravel all the details of its construction and functioning. The results of the last effort in this regard were published the week that ends today in the journal Scientific Reports.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e8/WWTP_Antwerpen-Zuid.jpg": "Rotifers are organisms that are mostly microscopic in size, between a tenth of a millimeter and a half millimeter. Given their small size, to observe the rotifers in detail Harris and Leeuwenhoek had to resort to the use of microscopes. Today there are much more powerful microscopes that allow us to see the microworld, and even the nanoworld - a thousand times smaller - with luxury of details.",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Perseverance_Landing_Skycrane.jpg": "NASA’s mission was to pose gently on the Martian surface to the explorer robot Perseverance. A similar objective was the Chinese mission, which has been given the name of Tianwen-1, and which also includes a spacecraft to orbit Mars. On its side, the mission of the United Arab Emirates includes only one orbiter.",
    "https://upload.wikimedia.org/wikipedia/commons/8/86/Luna-3_%28Memorial_Museum_of_Astronautics%29.JPG": "The space race between the United States and the Soviet Union began in this way. The Americans decided to try to find out the secrets of Russian space superiority by surreptitiously examining the lunar probe. The information provided by the abduction of the Soviet probe would have been of great help for the Americans to finally win the race to the moon.",
    "https://upload.wikimedia.org/wikipedia/commons/f/ff/Opera%C3%A7%C3%A3o_Hymenaea%2C_Julho-2016_%2829399454651%29.jpg": "The current coronavirus pandemic will have repercussions on global energy demand, even after it is exceeded. The International Energy Agency (IEA) projected before the pandemic a 12 percent increase in energy demand between 2019 and 2020. Now, projections in the same period are 9 percent in the first scenario and only 4 percent in a second.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e7/Hydrogen_Density_Plots.png": "U.S. universities and vocational education centers must renew their curricula at the same speed, says Ruben Navarrette. The term “quantum revolution” has been coined, and according to it, companies related to quantum computing need engineers and researchers. Mexico will undoubtedly go to the saga of the rich countries in terms of quantum industry development.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4d/Rust_screw.jpg": "The current coronavirus pandemic has led to an economic slowdown at a global level. This, in turn, has led in 2020 to a seven percent reduction in greenhouse gas emissions. This reduction is the largest observed since records have been kept. Experts estimate that the Internet contributes about 3.7 percent of global emissions.",
    "https://upload.wikimedia.org/wikipedia/commons/7/77/Nuages.gif": "The investment that we can make to develop science in Mexico will be highly profitable in the future. A country without science is a country without technology, and is also a country forced to import it. The coronavirus pandemic shows us the advantages of investing in science, with all the resources that it demands.",
    "https://upload.wikimedia.org/wikipedia/commons/5/50/Colores_violetas.png": "New sources of ultraviolet light that would be particularly suitable for disinfecting surfaces contaminated by coronavirus. Ultraviolet light is more energetic than visible light and by irradiation can damage different components of the coronav virus and inactivate it. Disinfection by means of ultravioletlight is not something new and has already been practiced.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/Mural_-_Birth_of_Christ.jpg": "A look at the Earth from space allows us to corroborate what we well know: that during the end-of-year holidays we show a massive display of multicolored lights. During the Christmas season this luminosity increases between 20% and 50%; in the urban centers this increase is 20-30%, while in the suburbs it is 30-50%.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Nic%C3%A9phore_Ni%C3%A9pce_-_Mus%C3%A9e_Nic%C3%A9phore_Ni%C3%A9pce_-_DSC06022.JPG": "Photograph is a window that allows us to take a look into the past, immediate or relatively distant. Joseph Nicéphore Niépce took a natural landscape in France in 1826. The photograph is of a remarkable quality, given the early time in which it was taken. Egyptian mummies have been studied by means of X-ray techniques, using non-invasive methods.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bf/Macho_cabr%C3%ADo.jpg": "US company “Eat Just” got the Singapore food agency to approve for sale farmed chicken meat. This is the first time that a government agency approves the consumption of farmed meat. The cells needed to start the cultivation process are obtained from live animals. The nutrients needed for cell growth are of plant origin.",
    "https://upload.wikimedia.org/wikipedia/commons/1/11/Vancouver_Montage_2020.jpg": "The optimal measures to mitigate the spread of the coronavirus depend on the particular situation involved. Researchers from Canada and the United Kingdom concluded this in an article published on 19 November in the magazine “ The research group is headed by Paul Tupper of Simon Fraser University in Vancouver, Canada.",
    "https://upload.wikimedia.org/wikipedia/commons/1/17/Ciclodelh20.jpg": "Climate scientists say global warming is increasing the intensity of tropical cyclones. Hurricanes thrive with the humidity that collects atmospheric air in contact with ocean water. The higher the temperature of the water, the more easily it can transfer moisture into the air. This increases the penetration distance of hurricanes once they touch the coast.",
    "https://upload.wikimedia.org/wikipedia/commons/5/53/Simplified_world_mining_map_2.png": "After the Apollo project that brought Americans to the surface of the Moon came to an end, the space race entered a period of relative calm. Space activity is thus in full swing, with plans to establish lunar bases and travel to the planet Mars. Asteroids, located between the orbits of Mars and Jupiter, would be candidates for obtaining materials in space.",
    "https://upload.wikimedia.org/wikipedia/commons/6/62/Roihuvuori_water_tower_-_Helsinki_Finland.jpg": "Tikal, in northern Guatemala, had facilities to purify water that used techniques that are used today for this purpose. Researchers found sediments with quartz particles the size of a grain of sand and materials known as zeolites. Zeolites are highly porous materials, which contain an intricate network of microscopic pores that penetrate into their interior.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cb/WW2Montage.PNG": "Body temperature is an indicator of a person’s state of health, which would worsen the more he or she differs from his or her normal temperature. According to 19th-century German physician Carl Reinhold August Wunderlich, the normal body temperature is 37 degrees Celsius on average. In industrialized countries, the decrease in body temperature has been in line with an increase in life expectancy.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cb/RBG-LED.jpg": "As a city-state, with a dense urban profile of high-rise buildings, Singapore devotes just 1 percent of its surface to food production and has to import 90 percent of the food it consumes. In this context, private companies in Singapore have developed vertical farms for the cultivation of vegetables in enclosed spaces.",
    "https://upload.wikimedia.org/wikipedia/commons/9/93/OOo-2.0-Base-ca.png": "Facial recognition systems have become reality thanks to advances in artificial intelligence technology and massive facial imaging banks. London police announced the installation in the city of a facial recognition system that would assist in the arrest of persons wanted by the police. The London police measure has been a source of criticism, because of the apparent inefficiency of the system for the identification of suspects.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0b/Mooncolony.jpg": "NASA has implemented the project “Artemis’, which seeks to establish a permanent base on the lunar surface. The Moon does not have atmosphere, so that to walk on its surface it would be imperative to do so within a space suit. In the event of a solar storm, astronauts would have to stay in a shelter protected by a volume of water of 10 meters thick.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Methane-CRC-MW-dimensions-2D.png": "The President of the United States is not a believer – at least publicly – that the planet is suffering from climate change as a result of our activities. President Trump’s disbelief in climate change has led him to undo or attempt to undo regulations and initiatives that seek to mitigate climate change.",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Nature_volume_536_number_7617_cover_displaying_an_artist%E2%80%99s_impression_of_Proxima_Centauri_b.jpg": "An international group of researchers has detected phosphine gas in Venus' atmosphere. Phosphine may have a non-biological origin, but it could also be originated by microbial life. The environmental conditions on Venus are extreme and far removed from those prevailing on Earth. Venus and not Mars was the first planet on whose surface a controlled planetary probe was located.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d0/Ferdinand_of_Aragon%2C_Isabella_of_Castile.jpg": "NASA will put in competition contracts with private companies to promote the development of mining on the Moon. NASA anticipates that it will pay between $15,000 and $25,000 dollars for lunar samples that weigh between 50 grams and 500 grams. The contract does not include the transfer of lunar material to Earth, which would be implemented by NASA at some future time.",
    "https://upload.wikimedia.org/wikipedia/commons/7/71/LightningVolt_Wood_Floor.jpg": "An international group of researchers from the U.S. and Germany measured the volume of gases released using sophisticated techniques. The researchers concluded that once placed, asphalt pavement still contains 86 percent of gases susceptible to release into the atmosphere. The exposure of the pavement to a moderate intensity of sunlight increases the release of gases by up to 300 percent.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e1/Led-lampa.jpg": "An increase in energy efficiency in general is one of the strategies that have been implemented to mitigate climate change. The more efficient we are, we will reduce energy consumption in transport, industry, lighting, and in general in all our activities such as eating. But as time goes by the growth of the global economy and to that extent its energy demand increases.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d8/NASA_Mars_Rover.jpg": "In December 1971, the Soviet Union was the first country to gently pose a probe on the surface of the Martian surface. The first exploration probes on Mars, however, did not have mobility and only provided us with information from a fixed point of view. Subsequent NASA missions sent explorer robots to Mars that were able to move along its surface. Masahiro Ono says Mars needs to extend the mobility of future explorers.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7d/Trapecistas_en_Circo_Americano_de_DavidDaguerro.jpg": "Mara, an Asian elephant born in captivity in India, was transferred after her birth to the Tierpark Hagenberck Zoo in Hamburg. Mara did not remain for much time at the zoo, since in May 1970 she was sold to the “Circo Africa” and moved to Montevideo, Uruguay. Her fate changed, however, when her owners withdrew from the circus business and sold her to the Argentinean circus Rodas.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ef/B17g_and_b52h_in_flight.jpg": "August 9th marks the 75th anniversary of the atomic bombing of Nagasaki by the United States at the end of World War II. Both bombings resulted in an estimated 250,000 fatal casualties, including those who died at the time of the explosions and those who became ill by radioactive poisoning and died later. The psychological impact of these attacks on the Japanese population was of great proportions.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2a/SH-60B_helicopter_flies_over_Sendai.jpg": "The pandemic has led to a reduction in the seismic movements that human activities produce in the earth’s crust. This reduction is documented in an article published on 23 July in the magazine “Science” The period of seismic quiet caused by the pandemic is the longest and most prominent period of memory.",
    "https://upload.wikimedia.org/wikipedia/commons/4/46/Metropolregionen.png": "Population changes would have economic impacts and modify the classification of the world's economies. By the end of the 21st century, in 183 countries, including Mexico, fertility will be less than the 2.1 births per woman necessary to maintain the population balance. In this scenario of declining fertility rates, immigration will be a key factor in maintaining the population.",
    "https://upload.wikimedia.org/wikipedia/commons/7/77/Tesla_Sarony.jpg": "Nikola Tesla was an inventor whose ideas and developments shaped the current electrical industry. Tesla was born in the village of Smiljan in Croatia, then part of the Astro-Hungarian Empire. He had the singular ability to design mechanical and electrical systems entirely in his mind.",
    "https://upload.wikimedia.org/wikipedia/commons/3/34/TakakkawFalls2.jpg": "The color of plants obeys well-defined physical principles related to the color of sunlight. According to researchers, plants waste green light because it is too intense and varies too much throughout the day. To implement the solar energy regulation mechanism, the plants developed two types of energy pickers, each sensitive to a single color of solar radiation.",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Mario_Molina_1c389_8387.jpg": "A group of 45 researchers sent a letter to the PNAS magazine demanding that the article be removed. The authors of the article argue that the critics did not really understand it and that some of the criticisms have been made using phrases from the article put out of context. Molina acknowledges, on the other hand, that perhaps the language they used was too strong and with some exaggerated phrases.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b2/Eagle_nebula_pillars.jpg": "An article in the magazine \"The Astrophysical Journal\" concludes that only 36 of the planets in the Milky Way harbor an intelligent civilization that would be able to communicate through interstellar space. Tom Westby and Christopher Concelice of the University of Nottingham in the UK set a range between 4 and 211 for the number of planets that in our galaxy harbor intelligent life.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0f/Aerosol-India.jpg": "Until recently, the use of mouth covers as a means to combat the spread of the coronavirus pandemic was controversial. Today the controversy has diminished and the mouth covers are widely used by the population. An article appeared this week in the magazine “Proceedings of the National Academy of Sciences’ of the United States.",
    "https://upload.wikimedia.org/wikipedia/commons/0/00/Cabeza_Colosal_n%C2%BA1_del_Museo_Xalapa.jpg": "Archaeologists have discovered an archaeological site with architectural structures of great proportions and an antiquity close to three thousand years. The site includes, in addition to other smaller structures, a huge rectangular platform of almost one and a half kilometers long and 10-15 meters high. Inomata and collaborators fix the construction of the site Aguada Phoenix between 1000 and 800 years before our era.",
    "https://upload.wikimedia.org/wikipedia/commons/3/35/Congregational_Church%2C_East_Brookfield_VT.jpg": "The number of satellites placed in orbit has congested space around the Earth. It is now known that approximately 20,000 artificial objects are rotating around Earth. The increasing number of objects in orbit around the planet increases the likelihood of collisions between them. Researchers propose the establishment of a “orbiting usage fee” – similar to the carbon tax, which would discourage greenhouse gas generation.",
    "https://upload.wikimedia.org/wikipedia/commons/1/13/Human_skin_structure.jpg": "An article published on May 8 in the journal “Science Advances” reports alarming data on the occurrence of extreme heat and humidity episodes in different parts of the world. The authors find that climate events in which high levels of humidity and high environmental temperatures are combined are becoming more and more frequent because of global warming. The higher humidity-temperature values were found, among other places, at points located on the coast of the Persian Gulf.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3a/Influenza_virus_particle_color.jpg": "In the absence of a vaccine or specific treatments to combat the virus, the main strategies to curb its expansion have been that of social isolation, personal hygiene and the prohibition of mass assistance events. South Korea's success was based on massive testing to detect infected people. In this context, what would be Mexico’s prospects at the time of ending the quarantine and initiating the reactivation of the economy?",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Africa_satellite_orthographic.jpg": "The population of Mexico has a remarkable African genetic heritage. This is product of the import of African slaves to our country during the colonial period. Until 1779, between 130,000 and 150,000 African slaves had entered New Spain. Trafficking that, in addition to being morally indefensible even at the time, would have contributed to triggering epidemics.",
    "https://upload.wikimedia.org/wikipedia/commons/9/95/Alabama_Capitol_Building.jpg": "The probability of dying from the impact of a meteorite is 1 in 1,600,000. The first solid evidence of death produced directly by a meteorites has been found. The most well-known case is perhaps that of the Chicxulub meteorite, which 65 million years ago ended dinosaurs.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8b/Hendidor_en_mano.jpg": "A herd of wild goats wandering wide across the deserted streets of Llandudno - a coastal village in northern Wales. The goats live on a nearby hill and apparently it is not unusual for them to come down to the village in periods of bad time. Our proximity to wildlife, revealed by the opportunist takeover of urban spaces that we have been forced to abandon, promotes the appearance of infectious diseases such as the one we are now suffering.",
    "https://upload.wikimedia.org/wikipedia/commons/8/85/Lingelbach_Karneval_in_Rom_001c.jpg": "On Wednesday, April 8, quarantine was lifted in the city of Wuhan, which had remained isolated since January 23. Some specialists express concern that those who leave the city and are asymptomatic carriers of the virus may cause outbreaks in other Chinese cities. In due course, and as they overcome the epidemic, other parts of the world will face similar dangers.",
    "https://upload.wikimedia.org/wikipedia/commons/a/af/KoreanWarRefugeeWithBaby.jpg": "We can travel from Sydney, Australia, to New York in just over 19 hours. The ease with which we can carry thousands of kilometers along the Earth’s surface and the influence we have had on its climate prove that, indeed, the planet has become small to us. Nuclear technology is capable of releasing energy in unprecedented quantities, and can be used to produce nuclear bombs.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a5/Toiletpapier_%28Gobran111%29.jpg": "Toilet paper is being acquired in quantities that are excessive cravings. The epidemic itself that is spreading at great speed. The effectiveness of these ways of contagion will depend on the stability of the virus in the air or on the surfaces where it was deposited. As Wuhan’s coronavirus is a new virus, this stability is not known.",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Marie_Curie%2C_portrait%2C_1900.jpg": "Marie Curie was the first person to receive two Nobel Prizes, that of physics in 1903 and that of chemistry in 1911. Like Marie Curie, Rosalind Franklin did a scientific work of enormous importance. But her work has not given her such a notorious public presence because of unfortunate circumstances.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0e/Urnas_elecciones_Chile_2017.jpg": "Evo Morales resigned from the presidency of Bolivia on November 10, 2019. He did so after protests by citizens over an alleged electoral fraud during the presidential elections. A central actor in the events that led to Morales’ resignation was the Organization of American States. This body denounced that there was a manipulation of votes to favor the re-election of the president.",
    "https://upload.wikimedia.org/wikipedia/commons/f/fd/National_Park_Service_9-11_Statue_of_Liberty_and_WTC_fire.jpg": "According to statistics from the World Health Organization, the number of new cases of coronavirus-baptized COVID-19 in China would be decreasing. On 22 February, 397 new cases were diagnosed, compared to the more than 3,000 daily cases that came to be diagnosed in the first days of February. outbreaks of the disease have appeared in other parts of the world whose rapid growth concerns experts.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a5/El_Atazar_dam_view01.jpg": "Solar cells convert solar radiation directly into electrical energy, a convenient form of energy that can be easily manipulable. The Sun is a very attractive option, because it has a power thousands of times greater than is necessary to meet our needs. The device analyzed by Deppe and Munday generates electrical energy based also on the interaction between a hot and cold object.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5f/Esperanza_de_vida2013.png": "Life expectancy at birth in industrialized countries has doubled since the mid-19th century. The increase in our life expectancy has been largely the result of a drop in infant mortality. Researchers at Stanford University found that the average body temperature of the population of the United States has gradually decreased over the past 150 years.",
    "https://upload.wikimedia.org/wikipedia/commons/8/87/HongKongCollage1.jpg": "The coronavirus epidemic originated in Wuhan, China, threatens to expand around the world. Until yesterday, a total of 14,551 infected and 304 dead people have been confirmed, the vast majority of them in Hubei province. Virus infection has already spread to 24 countries, as well as to Hong Kong and Macao.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b2/Plastic_household_items.jpg": "The production of plastics worldwide increased about 17 times, to reach about 400 million tons per year. Only 7% of the total plastics produced have been recycled and that a certain percentage of the recycled material has ended up being disposed of. Cigarette butts, food wraps, popotes, plastic covered, plastic bottles, bottle caps, and supermarket bags are the biggest pollutants.",
    "https://upload.wikimedia.org/wikipedia/commons/5/53/Meerenge_NASA_World_Wind_Globe_4.jpg": "Christopher Columbus believed that the Caribe Indians were cannibals. But a new study suggests that they arrived much further north than previously thought. This supports Columbus' version of the existence of ferocious tribes of anthropophagous Indians who ravaged peaceful peoples in search of women to kidnap and men for slaughter.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9e/Obesity-waist_circumference.PNG": "According to the Ministry of Health, 73% of Mexicans are obese or overweight. Overweight is defined by a Body Mass Index (IMC) between 25 and 30, while an IMC greater than 30 defines obesity. To gain weight it is, of course, necessary to have at our disposal food - nutrients or junk - to ingest.",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Cmglee_Cambridge_Science_Festival_2015_ExoMars_Rover.jpg": "The year 2020 will be particularly rich in initiatives to study the planet Mars. NASA will launch in July-August 2020 the mission “ Mars 2020” that, at a cost of $2.5 billion, will place an explorer on the surface of Mars in February 2021. China plans to launch in mid-2020 the “Huoxing 1” mission, which will bring down an explorer robot of about 200 kilograms of weight.",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Transistorer_%28cropped%29.jpg": "We Mexicans significantly - or flatly interrupt - slowed down the pace of work and entered into party mode – which is activated in some cases even before the formal start of the bridge. It is necessary to ask, however, if slowing the activity of country for a month a year is advisable given our situation of underdeveloped country.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Piltdown_gang_%28dark%29.jpg": "Paleontologist Charles Dawson announced in 1912 the discovery of a fossil, half human and half ape, in Piltdown, in the south of England. The fossil remains discovered by Dawson consisted of fragments of skull, two teeth and half of a jaw. It turned out that England would not have had a central role in the evolution of our species.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1e/Altiplano%2C_Bolivien_%2811214843326%29.jpg": "A study carried out by the Massachusetts Institute of Technology -MIT - comes to the conclusion that it will not happen before 2030. The study, entitled “Insights into future mobility”, may be found on the MIT website. The world's largest producer of lithium is Australia, but by far the largest reserves of the planet are found in the so-called lithium triangle.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cc/Napoleons_retreat_from_moscow.jpg": "Arthur C. Clarke imagined in his novel “2001: A Space Odyssey” a mission of five astronauts to Saturn’s Jápeto moon to make contact with extraterrestrials. Only one of the two crew members managed to reach its destination, and that three hibernation astronauts died without ever regaining consciousness. Researchers are using deep hypothermia techniques to save the lives of people who have suffered traumatic injuries.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ab/Assyrie_general_es.png": "The collapse of the Assyrian empire has puzzled specialists. It has been attributed to various causes, including internal revolts, political instability, economic problems and military defeats inflicted by the coalition of the Medes and Babylonians. Ashish Sinha of the State University of California proposes an additional explanation. This was the result of severe droughts that affected agricultural productivity.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Rhino.iguana.claw.arp.jpg": "Discovery of a human rib in the Neander valley in Germany in 1856 had enormous scientific significance. Some refused to accept the discovery of a new species, Homo Neanderthalensis, in 1864. Neanderthals were of short stature and more corpulent, had a larger brain, a more elongated skull and prominent superciliary arches.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5b/2018_Nissan_Leaf_Tekna_Front.jpg": "By 2025 100% of cars in Norway will be electric or hybrid. Holland will ban gasoline or diesel cars and the same thing Germany will do in 2030. In 2040, France and England plan to stop selling gasoline and diesel cars. China, on the other hand, is the largest consumer of electric cars in the world.",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Phosphorescent_pigments_1_min.jpg": "The Nobel Prize in Physics 2014 was awarded to Japanese researchers Shuji Nakamura, Isamu Akasaki and Hiroshi Amano for having invented a compact light source – or LEDs – of blue color. It turns out that although the blue color might not be more relevant for us humans – given that our eyes are sensitive to both colors – blue LEDs unlike reds can be used to make white LEDs.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c3/NGC_4414_%28NASA-med%29.jpg": "More than 4,000 exoplanets have been discovered spinning around stars in our galaxy. Dimidio is located at a distance of approximately 50 light years from the Earth. The impact that this discovery has had on our knowledge of the universe has been very great. New conditions for the emergence of life, including Earth-like ones, could be achieved sooner than later.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f8/ESPA%C3%91OL_Carbon_cycle.jpg": "Climate activist Greta Thurnberg, 16, crossed unscheduledly with Donald Trump on September 23 during the UN climate summit. Climate change is attributed primarily to the increasing emission of carbon dioxide into the atmosphere by the U.S. This emission has disrupted the so-called carbon cycle that regulates the concentration of this chemical element on the surface of our planet.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e2/Jupiter.jpg": "NASA offers to take you as a tourist to the international space station for $58 million. If you plan a 30-day stay in space add a million dollars to the cost of transportation. The outer planets, gas giants, Jupiter, Saturn, Urano and Neptune may not necessarily be entirely attractive for a tourist visit.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6f/Brillanten.jpg": "A 16.78 carat diamond with a value of 2 million dollars was displayed at the New York Stock Exchange. The diamond lost its color because of a carbon nanotube coating. The coating absorbs 99.995 % of carbon. The artist Diemut Strebe says both the diamond and the nanotubes of the coating are formed from the same chemical elements.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Amarna_Akkadian_letter.png": "An article in the magazine Cell sheds light on a particular aspect of the civilization of the Indus Valley, specifically on the genetic composition of its members. The article was published by an international group of researchers headed by Vasan Shinde of the College of Graduates and Research Institute of Deccan, in Pune, India. They report the results of a genetic analysis done on the remains of an individual, possibly female, recovered from a tomb in northern India with an age of about five thousand years.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b6/Australopithecus_afarensis_%28%E2%80%9ELucy%29_Rekonstruktion.jpg": "The discovery of a fossil skull, almost complete, of a bipedal primate with an age of 3.8 million years is reported. This skull corresponds to the species “Australopithecus anamensis’, which is the oldest of the genus australopitecus.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ed/Vern%C3%BCnftige_und_Christliche_Gedancken_%C3%BCber_die_Vampirs_-_001.jpg": "An unidentified group of people exhumed John Barber's body several years after his death. They cut his head off and opened his chest, possibly with the intention of extracting his heart. They returned him to his grave, not without first placing his skull on his chest together with the femurs on the cross, in the style of pirate symbols.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9f/Pinatubo_Crater_Lake_%28052005%29.jpg": "Solar geoengineering is a possibility to mitigate the effects of global warming that occur to the planet. The most natural solution to remedy global warming is to stop emitting or reducing the emission of greenhouse gases into the atmosphere. An alternative posed by solar geo engineering is to disperse gases or particles that reflect part of the solar radiation into the upper layers of the atmosphere and thus limit their entry to the surface of the Earth.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7a/Isotopes_and_half-life.PNG": "Ruthenian-106 is a radioactive isotope that has a half-life of just over a year. It occurs during the artificial disintegration of uranium-235. Its presence in the European atmosphere was an indication that somewhere - at those times unidentified - a considerable amount of that isotope had been released.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/The_Earth_seen_from_Apollo_17.jpg": "Researchers at Iowa State University compared the creativity of bachelor students who played video games ‘Minecraft’ and ‘NASCAR’ The creativity of those who played Minecraft was superior to those who only watched TV. The researchers suggest that the result would indicate that creativity is promoted, not only by the type of video game, but by the way it is played.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d2/Asklepios.3.jpg": "Life expectancy has grown dramatically over the past century. In the future, we can expect this growth to continue, insofar as medical science progresses towards limits not yet determined. Study indicates that the rate of growth in life expectancy of this segment of the American population has slowed down over the last three decades.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bc/Eratosthenes.jpg": "July 20th marks the 50th anniversary of the landing of the “Eagle” module of the Apollo 11 mission that took a human for the first time to the surface of the Moon. In the United States 6% of the People think that there was no such lunar mission and that everything was part of a television show and montage.",
    "https://upload.wikimedia.org/wikipedia/commons/5/56/Sargazos.png": "In recent weeks, the seaweed has gained great visibility because of the invasion of seaweed that have suffered the beaches of the Mexican Caribbean. An article published this week in Science magazine tries to shed light on this. In the Central Atlantic it is not related to exchanges with the Sargazo Sea, but to an increase of nutrients on the surface.",
    "https://upload.wikimedia.org/wikipedia/commons/f/fa/Mare_Tranquillitatis.jpg": "Next July 20th marks the 50th anniversary of the landing of the Eagle module and the walk of Neil Armstrong and Edwin Aldrin on the surface of the Moon. NASA has announced a project of exploration of Titan, Saturn’s largest moon. Titan constitutes an exotic world that nevertheless shares some similarities with our planet. It has a dense atmosphere that is composed of 94% nitrogen and also has lakes, rain cycles and sand dunes.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Typicalbusyoffice20050109.jpg": "Study carried out in cities all over the world, to find out the degree of civic honesty of its inhabitants. The percentage of portfolios that tried to be returned varies greatly between countries. In Mexico, the corresponding percentage is between 18 per cent and 25 per cent. The main cause is one of self-esteem, according to the researchers.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a4/Bibliotheca_Chemica_Curiosa_%28Pagina_titularis%29.jpg": "Johannes Kepler was a prominent participant in the scientific revolution of the 16th and 17th centuries. He helped establish the current model of the Solar System, according to which the Sun occupies the central position, with the planets, including the Earth, orbiting around it. Kepler may have been a practitioner of alchemy, which although it gave rise to modern chemistry, was essentially anti-scientific.",
    "https://upload.wikimedia.org/wikipedia/commons/4/43/2006-01-14_Surface_waves.jpg": "Haicheng's earthquake was predicted on the basis of different signs that occurred during the preceding months, from increases in subsoil water levels and variations in soil levels, to changes in the behaviour of animals. Mexico has installed one of these systems, which aims to issue an early warning about the occurrence of an earthquake on the coasts of the Pacific Ocean.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Waffensammlung_Armeria.JPG": "Shooting took place on Friday, May 31 at the Virginia Beach municipal offices in the state of Virginia. According to figures published by the American Medical Association, the United States occupied the second place worldwide in gun deaths. Justin Chiang and Brad Bushman of Ohio State University report the results of an investigation that had the purpose of determining the influence of computer games.",
    "https://upload.wikimedia.org/wikipedia/commons/d/dd/M%C3%A9todo_cient%C3%ADfico.jpg": "Two professors of Emory University in Atlanta, Georgia, were dismissed from their jobs for maintaining research relations with colleagues in China. The professors, Li Xiao-Jiang and Li Shiua, are married and of Chinese origin, although American citizens. Li husbands are specialists in genetics, particularly in the development of gene editing techniques for the treatment of Huntington disease.",
    "https://upload.wikimedia.org/wikipedia/commons/5/53/Central_Obesity_011.jpg": "Processed foods rich in fats and carbohydrates are pointed out as guilty by the epidemic of obesity and diabetes. Many of the processed foods offered to us by supermarkets and that we consume daily appeared only a few decades ago. Some 10,000 years ago, our predecessors turned to their eating habits and incorporated grains into their diet.",
    "https://upload.wikimedia.org/wikipedia/commons/f/ff/SatTiticacaSee-placenames.jpg": "Coca, which is not cocaine, has been consumed since time immemorial by the Andean populations. In Peru and Bolivia its consumption is legal and the coca leaf can be acquired for this purpose without restrictions. In Bolivia, in particular, it is very striking for the newcomers how widespread its use is.",
    "https://upload.wikimedia.org/wikipedia/commons/5/57/Zenit.gif": "Chinese researchers have developed a camera capable of obtaining images at a distance of 45 kilometers. The camera illuminates the object to be photographed with a laser beam, collects the light that reflects, and focuses it on the detector that forms the image. The amount of laser light that is reflected by the photographed object and that manages to reach the camera is, of course, extremely small.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d1/Cerro_ricco.jpg": "During the Spanish colony, the Cerro Rico of Potosí was a seat of the richest silver mines on the planet. The study of the isotopic composition of the English coins allowed the researchers to determine the origin of the silver contained in the coins. From it the silver flows from the New World to Europe.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b0/Culebra_bastarda.jpg": "Of 11 million deaths attributed to a bad diet, more than 70% were due to inadequate intake of fruits, whole grains and sodium. Saturated fats have lost much of their role as food villains that is now shared by sugar-rich foods. In contrast, the over-consumption of sugary beverages and processed and sodium meat is widespread.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/New_guinea_named.PNG": "The country with the greatest life expectancy is Japan with 84.2 years, according to the World Health Organization. At the other end of the classification there are African countries such as Angola and the Central African Republic, which barely exceed 50 years of life expectancy. The countries with the highest degree of development tended to be better qualified in the study.",
    "https://upload.wikimedia.org/wikipedia/commons/7/73/Nicolas_P._Rougier%27s_rendering_of_the_human_brain.png": "Time seems to fly faster as we age, says Adrian Bejan of Duke University in the U.S. We perceive the time through the stimuli we receive through the senses, such as images. Bejan concludes that the speed of time perceived by the human mind should be increased throughout life as the time measured by a physical clock between successive mental images increases with age.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a1/JacktheRipper1888.jpg": "Five women were killed in the London neighborhood of Whitechapel between August 31 and November 9, 1888. The murderer, who would have had the luxury of sending a challenging letter to the police accompanied by a piece of kidney supposedly from one of the victims, was never discovered.",
    "https://upload.wikimedia.org/wikipedia/commons/8/80/Sunshine_at_Dunstanburgh.JPG": "The light of the Sun is the ultimate source of all life on the planet. Without solar radiation, plants could not reproduce or generate the organic matter that animals need to survive. During the millions of years in which we have evolved as a species we had to adapt to the particular characteristics of the rays emitted by the Sun.",
    "https://upload.wikimedia.org/wikipedia/commons/d/db/Cairo_Montage.png": "A piece of torso, an arm, a hand, two legs and two feet were hidden inside two honks and were intended to be smuggled into Belgium. The fragments of mummie were confiscated by the Egyptian authorities and sent to the Museum of Antiquities of Cairo for study and preservation. Legally these fragments of mummy cannot be removed, which increases their value on the black market.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9b/Daspletosaurus_hunting.jpg": "There is no doubt that there was a collision with the Earth of a large asteroid 66 million years ago that led to drastic climate changes worldwide. This collision marks what is known as the KP border. There is no consensus among experts, however, that the first has been the cause of the second.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d9/Library-shelves-bibliographies-Graz.jpg": "The number of scientific articles published in the last 300 years doubled every 15 years, according to Derek de Solla Price. The most novel scientific results are the result of small groups of researchers, a new study shows. In Mexico this is not the case and science usually does not attract much attention. CONACyT has the mission to promote scientific and technological development of Mexico.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c5/InternationalPaper6413.jpg": "On December 1, at the request of the United States, the Canadian government arrested Meng Wanzhou, vice president and head of finance of the Chinese company Huawei. He is accused of technology theft and financial fraud from US institutions. Meng is the daughter of the founder of the company and Huawei is also said to have connections with the Chinese government.",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Stubble_below_Tinto.jpg": "In recent days, the city of Chicago was invaded by a polar air mass that brought the ambient temperature down to levels far below those usual at this time of year. The low temperatures that affected the north of the United States were due to the overflow of the circulating cold air mass, the so-called polar vortex.",
    "https://upload.wikimedia.org/wikipedia/commons/8/85/Ultimo_m%C3%A1ximo_glacial.PNG": "The global temperature of the Earth has increased by almost one degree centigrade in the last two centuries. Scientists do not find that this latest increase can be explained by the influence of natural phenomena. The effects of climate change are amplified in the Arctic region that is being heated at a speed of two to three times greater than the rest of the planet.",
    "https://upload.wikimedia.org/wikipedia/commons/4/45/Lume_a_petrolio_1.jpg": " LED lamps have numerous advantages, including greater reliability and, above all, greater efficiency. In contrast to the incandescent lamps that emit only light with a red-yellow color, LED lamps are able to emit light in a varied range of colors. The flexibility of LED lamps to generate light with different colors and tones opens up a whole range of applications.",
    "https://upload.wikimedia.org/wikipedia/commons/5/57/Cara-oculta-luna.jpg": "On January 3, China managed to pose a space probe with a ground explorer on board on the hidden face of the Moon. The New York Timeshabile newspaper has caused the possibility of a new economic cold war, in analogy with that which the Soviet Union and the United States held in the second half of the twentieth century.",
    "https://upload.wikimedia.org/wikipedia/commons/5/50/Gregory_XIII.jpg": "It is possible that the eve of the new year is not the best time to state our purposes of improvement, if we fail to look unconvincing. We must take into account that the start date is a convention that does not have a firm basis, to say astronomical. 2019 is apparently one of the lot, without features worthy of notice.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d2/Wizard_title_page.jpg": "The color of the Santa Claus costume, which today we would not hesitate to affirm is bright red, at some point it was green or a pale tan, among other colors. At what time did the transition of color occur? It has been said that the image we have today of Santa Claus, as a character with a large belly and white beard, dressed in a suit and sleeping cap in red and white colors, is due to Coca Cola.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9c/Queen_Victoria_1887.jpg": "Skeletons found in Convent Garden, London, show harsh living conditions suffered by poor Londoners in the Victorian era. Life in the industrial centres of Victorian England is described in the novels of the English writer Charles Dickens. Dickens dramatically describes to us, through fictional situations and characters, the social contrasts that occurred in England in the first half of the 19th century.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5d/Newtons_laws_in_latin.jpg": "NASA's “InSight” probe has landed on the surface of Mars after a seven-month trip. The probe is equipped with an instrument to study the temperature of Mars. Scientists are interested in finding out how the heat flows from the inside of Mars to its surface and in this way determine the materials that make it up.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/Infrared_dog.jpg": "Sulphur dioxide could reduce the amount of solar radiation that reaches the surface of the Earth. But the cost of dispersing sulphur dioxide in the stratosphere in sufficient quantities to have a appreciable effect on the Earth's temperature is relatively low. A decrease in solar sunshine, for example, would have a negative impact on agriculture and production.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c5/Parque_estatal_Chugach%2C_Alaska%2C_Estados_Unidos%2C_2017-08-22%2C_DD_80.jpg": "In the year 536 a mysterious fog submerged in the darkness to Europe, the Middle Ages East and parts of Asia for 18 months. The fog that obscured Europe in 536 has been attributed to a volcanic eruption of great magnitude that occurred in Iceland. Experts can date a certain event by the depth of the ice layer in which their traces appear.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9b/Strasbourg_Observatory.JPG": "On October 19, 2017, a postdoctoral researcher at the Pan STARRS Astronomical Observatory noticed in the firmament about 30 million kilometers away an otherwise unusual object. It turned out to be the first known object from somewhere outside our solar system. He was baptized as ́Oumuamua, a name of Hawaiian origin that roughly means “first distant messenger’",
    "https://upload.wikimedia.org/wikipedia/commons/7/7f/Manhattan_panorama_under_clouds.jpg": "The archaeological site of Santa Ana/Florida was discovered in 2002 by a team of Ecuadorian and French researchers. This site corresponds to the so-called Mayo-Chinchipe culture that flourished in the Chinchipe river basin in the upper Amazon 2,500-5,500 years ago. Researchers found a characteristic cocoa substance in 25 ceramic objects and 21 stone objects.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2e/Mercedes-simplex-508.jpg": "Researchers from the Massachusetts Institute of Technology designed an online platform that was baptized with the name ‘Moral Machine’ The platform collected about 40 million opinions regarding people from 233 countries and territories in the world. The results of study with the “Moral machine” were published this week in Nature magazine.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c1/Klassieren.jpg": "The Paris climate agreement of 2015 sought to limit the global temperature increase to a value well below 2 degrees Celsius with respect to its pre-industrial level. According to the IPCC, it is essential to carry out a rapid transformation in terms of “land, energy, urban infrastructure and industrial systems’",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/LA2-NSRW-1-0149.jpg": "Samuel Morton was an American physician and anthropologist of the first half of the 19th century. He published his results in three books, the first of which was titled “American Crania” and appeared in 1839. Morton considered five races: Caucasian, American, Mongoloid, Malaya and Ethiopian.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5a/PUERTADEMAR.jpg": "LIDAR technology allows you to measure the distance to which an object is located by means of a laser beam pointing to that object. LIDAR technique measures the time it takes for the laser light to reach the object and return to the starting point. An analysis of the different luminous echoes can thus give information about hidden archaeological structures to the naked eye.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9d/Archaeocyatha.jpg": "Fossils of Dickinsonia, more than 550 million years old, were discovered by Reg Sprigg in 1946 in the Ediacara mountains in southern Australia. Dickinsonia had an oval body divided into approximately symmetrical and segmented parts in a cross-section. They did not have a digestive system, so they could absorb their food through their lower face anchored in a bed of bacteria.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2c/Fixed_Tilt_Solar_panel_at_Canterbury_Municipal_Building_Canterbury_New_Hampshire.jpg": "The number of hot days in San Luis Potosí will continue to increase for the rest of the century. In 80 years we can expect about 40 days with temperatures of at least 32 degrees Celsius. Global warming is certainly a problem whose solution must be met by all countries of the world.",
    "https://upload.wikimedia.org/wikipedia/commons/7/72/Battle_of_Waterloo_1815.PNG": "On June 17, 1815 and the first hours of the following day it rained intensely in Waterloo, leaving the battlefield turned into a muddy. This made it difficult for the French troops to act that delayed the start of hostilities. The bad weather would thus have influenced decisively the outcome of the battle and marked the course of Europe.",
    "https://upload.wikimedia.org/wikipedia/commons/8/82/Hand_tools.jpg": "Homo erectus lived in the center of the Arabian Peninsula at the beginning of the Stone Age. The inhabitants of the site used a culture of minimal effort when they manufactured their tools. It is surprising to learn that there were populations of humans who could have extinguished by their laziness to make their maximum effort for technological development.",
    "https://upload.wikimedia.org/wikipedia/commons/0/08/Go-Equipment-Narrow-Black.png": "DeepMind, based in London, England, announced last December the development of a program in which we are born. This development is described in an article that was deposited last December in the arXiv database hosted at Cornell University, Ithaca, New York. The programs prior to AlphaZero that were able to defeat humans in chess were fed with knowledge of the game strategy developed by us throughout history.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c9/A_woman_discovering_a_man_who_has_committed_suicide_by_hanging_himself_from_a_balcony_MET_DP868023.jpg": "An increase in ambient temperature of a degree centigrade above the monthly average raised the suicide rate in the United States by 0.7 per cent between 1970 and 1990. In the case of Mexico, researchers found that the. suicide rate rose by 2.1 per cent per cent for each degree of environmental. temperature increase, in the period 1980-2010.",
    "https://upload.wikimedia.org/wikipedia/commons/6/63/Alfred_Hitchcock_NYWTS.jpg": "A group of 2,400 specialists in the field of artificial intelligence have pledged not to participate in the development of autonomous lethal weapons. This is in the context of an imminent revolution in lethal armament – after those that brought the invention of firearms and atomic energy – product of the new technologies of artificial Intelligence.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4a/Geoid_undulation_10k_scale.jpg": "The Society of the Planet Earth argues that the Earth is not spherical but flat. The hypothesis of a flat Earth offers complicated and forced explanations – at best, says David Wheeler. Wheeler: Science must be able to predict phenomena, which does not have pseudoscience. The science has led, among other things, to the development of modern technology, he says.",
    "https://upload.wikimedia.org/wikipedia/commons/4/42/Rice_terraces-Nishihata%2CIkoma.jpg": "There is an increasing use of non-renewable resources for the construction and maintenance of infrastructure that poses problems of sustainability and environmental impact. In San Luis Potosí, large amounts of cement and iron are used, among other inputs, that are made from raw materials extracted from subsoil.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Artist%27s_impression_of_the_planet_orbiting_Proxima_Centauri.jpg": "In the mid-19th century, a plague severely affected potato crops in Ireland. One million Irish people died and another million emigrated in search of better living conditions. Frédéric Marin and Camille Beluffi discuss details of a hypothetical trip to the exoplanet Next Centauri b.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c0/Sapa_inkakuna.jpg": "Of the total number of human skulls of the Neolithic period, 5% to 10% show climbs carried out with living patients. What motives did our ancestors have thousands of years ago to carry out this type of practices? A possible answer to the above question is offered to us by Plinio Prioreschi in his work “A History of Medicine”",
    "https://upload.wikimedia.org/wikipedia/commons/2/25/Fmrtuebersicht.jpg": "Physics, we would agree, is not the most popular subject of the preparatory school. For many students physics is an arid and difficult to address discipline. An effective teaching of this discipline must then eradicate these misconceptions. According to experts who have employed active learning methods to teach physics, these methods are more effective than traditional ones.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c0/Ir%2C77.jpg": "In 1980, a group of researchers from the University of California, Berkeley advanced a possible explanation for the massive extinction of organisms 66 million years ago. According to that hypothesis, the extinction occurred by the fall of a meteorite of large dimensions that would have raised a gigantic cloud of dust that spread throughout the planet.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5e/Assorted_United_States_coins.jpg": "Lead has been used for thousands of years and in fact is one of the first metals used by our civilization. The Romans used it to build pipes of the city's water distribution network and in the manufacture of containers to make sweeteners boiling grape wine. This last practice would have caused among the Roman elite diseases by lead poisoning. Fluctuations of the emission of lead into the atmosphere by the Romans account for the rate of acceleration or slowdown of its economic activity.",
    "https://upload.wikimedia.org/wikipedia/commons/8/86/Mathematics_lecture_at_the_Helsinki_University_of_Technology.jpg": "Jo Boaler is a professor of mathematics at Stanford University in the state of California. He says there is a myth in the United States that students are divided into two groups: those who are gifted to study mathematics and those who aren't. Boaler and collaborators found a better performance in the mathematics exams of the students who took the course online.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7e/Canicule_Europe_2003.jpg": "Climate specialists have come to the conclusion that the global warming that is experiencing the planet has increased the number of extreme weather episodes of heat or cold. In 2003 in India more than 900 people died during a cold wave. In general, there are fewer extreme episodes of both cold and heat in tropical regions than in high latitudes.",
    "https://upload.wikimedia.org/wikipedia/commons/0/09/Logo_National_Assembly_%281789%29.png": "During the first phase of the French Revolution, the French system of government was transformed from an absolute monarchy into a constitutional monarchy. Among other changes abolished feudalism and the payment of tithes to the Church. These changes were the result of discussions within the Constituent National Assembly, which was composed of more than a thousand deputies.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e4/Table_of_Hydraulics_and_Hydrostatics%2C_Cyclopaedia%2C_Volume_1.jpg": "From prehistoric times to the present time the per capita consumption of energy has risen more than a hundred times. Solar panels have been available for several decades already, but their high cost had not allowed their massive use in the generation of energy. This, fortunately, has ceased to be true and the photovoltaic energy has drastically reduced its costs and is breaking down in the field of electricity generation.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f3/Shoal_Bay.jpg": "The Vikings traveled regularly through the North Atlantic in the X-XII centuries, from Norway to Iceland and Greenland. They even reached the island of Terranova in northern Canada 500 years before Columbus. A remarkable aspect of the Vikings' journeys is that they made them without using the compass, which did not appear in Europe until the 13th century.",
    "https://upload.wikimedia.org/wikipedia/commons/9/90/Schleifpapier_verschiedene_Sorten.jpg": "German physicist Wilhelm Roentgen made the discovery of X-rays in 1896. They can penetrate a book of a thousand pages and a thick block of wood. They are also capable of traversing an aluminium sheet or 15 millimetre thick glass. X-ray techniques have been developed, which allow us to see the inside of the body in greater detail.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a1/Oceanus-es.png": "The island of garbage, or great waste stain of the Pacific as it is also known, is the result of the accumulation of waste materials. 80,000 tons of plastic garbage of all sizes, from small particles of a few millimetres – micro-plastics, of which they calculate there are some two trillion floating. At least half of the garbage objects collected have a marine and non-land origin.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4f/Grandfather_Mountain_hairpins%2C_Oct_2016_2.jpg": "Amelia Earhart was an American plane pilot famous for being the first woman to cross the Atlantic alone on a non-stop flight. She set out for a circumnavigation flight and for this purpose departed on 21 May 1937 from Oakland to Florida in Fred Noonan’s company. They never arrived, however, running a fate that is a mystery to date.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b6/Esquema_de_comunicaci%C3%B3n_Shannon.png": "Researchers find that false political news reaches 20,000 users six times faster than what takes them to reach other false news. The results obtained, however, were not modified, implying that the culprits of the biggest dissemination of false news are not computers but humans. It will pass some time before it is clarified how the falsehoods are propagated and methods are developed to combat them.",
    "https://upload.wikimedia.org/wikipedia/commons/0/01/Cesarean_team.JPG": "In the U.S. in the year 2016 were carried out in the United States about 150,000 cosmetic nose surgeries. In 2017, 55% of plastic surgeons report receiving requests for nasal surgery from patients who consider their nose to be too large to judge by their photographs “selfie”",
    "https://upload.wikimedia.org/wikipedia/commons/8/84/Espa%C3%B1a_y_Portugal.jpg": "Researchers report the date of cave paintings discovered in caves in Spain. The paintings were made at a surprisingly distant time, when modern men had not yet arrived in Europe. Researchers find that the paintings studied were made by Neandertals, who were known to be the only humans in Spain at the time.",
    "https://upload.wikimedia.org/wikipedia/commons/3/30/The_War_of_the_Worlds_first_edition.jpg": "Last October an unknown object was discovered by astronomers at the University of Hawaii – baptized as Oumuamua. The peculiar form motivated speculations in the sense that it was an interstellar visiting ship in our solar system. Had this been true, how would we have reacted? Possibly with concern – not to say panic – if we were to judge by the dramatization of the novel “War of the Worlds”",
    "https://upload.wikimedia.org/wikipedia/commons/b/bd/Baena_Liberec.jpg": "The U.S. ski team member Jessie Diggins complains that the snow season on the ski tracks in the United States is becoming shorter as climate change progresses. Diggins learned to ski as a child and is concerned that their children may not have the same opportunity. Experts concerned about the global warming process that could have, in their opinion, disastrous effects on the planet's climate.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8c/Anesthesia_recovery.jpg": "In 1846, the first public demonstration of a surgical operation was given using general anesthesia. Experts do not agree on what mechanisms are responsible for the action of anesthetics on the nervous system. An article published last December in the journal ‘Annals of Botany’ aims to shed light on the latter.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4b/Montaje_de_la_Ciudad_de_Buenos_Aires.png": "New Zealand complained that Peruvians had resorted to dirty tactics to try to stop them. Peruvian fans threw with great noise and on two occasions fireworks right in front of the hotel where New Zealand players were staying. In another rather sporty incident, an amateur in the stadium directed a green laser beam to the eyes of the New Zealand goalkeeper.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a3/Zipolite%2C_puerto_escondido%2C_Oaxaca..jpg": "The Spanish conquerors of Mexico brought with unknown microbes in the New World that caused havoc among the native population. Two epidemics, known as cocoliztli by indigenous people, were particularly devastating. The first, which occurred between 1545 and 1550, was estimated to have resulted in between 5 million and 15 million deaths.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9e/Diqing%2C_Yunnan%2C_China.jpg": "Wang Fuman, an eight-year-old boy who lives in a rural area of Yunnan province in southern China, has to walk 4.5 kilometers daily to attend school. A photograph released as part of the story shows the child arriving at school with frozen hair and cheeks reddened by the cold.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d7/Nordhalbkugel_gr.png": "The east coast of the U.S. is being affected by a severe winter storm that has led to snowfall even to the southern state of Florida. By Saturday night and Sunday morning, the United States climate office has issued a low temperature alert that will reach apparent temperatures in some places of less than tens of degrees Celsius. The extreme climate seems to contradict the global warming process that is affecting the planet.",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Alcohol_in_Romania.jpg": "In Mexico, the most popular alcoholic drink is by far beer, followed by tequila. With lower consumption rates we find whiskey, brandy and vodka. In England the per capita consumption of wine is less than that of the leading countries in the field. A larger cup houses a greater amount of wine and that this leads, to a greater consumption.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c2/Brookings_Institute_DC_2007.jpg": "The scheme of generating resources through technology transfer is complicated, even in institutions with a solid scientific and technological infrastructure. Mexico is still far from reaching 1% of the gross domestic product as investment in science and technology, a goal that has been set at least twice. A deficit balance between research investment and profits per generation of technology should not, of course, be.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9b/National_Association_Against_Woman_Suffrage.jpg": "Rosalind Franklin was a researcher at the “King’s College” in London in the 1950s. His X-ray research work was key to Francis Crick and James Watson, then at Cambridge University, concluding that the DNA molecule has the form of a double helix. The story of the discovery of the DNA structure has been involved in controversy as Franklin's contribution was not recognized.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4a/AMI_scheme.png": "Dwight Eisenhower suffered a heart attack while sleeping in 1955, but recovered from it. John Yudkin, a nutritionist at the “Queen Elizabeth College” of the University of London, believed that sugar intake was more dangerous for health than the ingestion of sugar. As a result of the food catastrophe of recent decades, Yudkins' ideas have resurfaced.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b0/Wilhelm_R%C3%B6ntgen_by_Nicola_Perscheid_1915b.jpg": "X-rays have the ability to penetrate organic tissues and to produce images of the inside of the body. X-rays and muons can be used as extensions of our senses to see what is hidden in plain sight. San Luis Potosí had a relatively early contact with the muons – which are produced by the clash of cosmic rays that come from deep space with atoms of the atmosphere.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f7/Kairo_Museum_Statuette_Cheops_03_%28cropped%29.jpg": "X-rays allow us to see in this way the inside of the body, which is hidden from our eyes. At some airports, for example, security equipment is used that employs very small energy rays – unlike X-rays – to discover weapons or other objects hidden under clothing. Another form of radiation used to discover what is hidden in view are the so-called muons, which occur when cosmic rays come from deep space.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f1/Svidnik_skansen_school_interior.jpg": "A South African study shows that the use of multimedia devices in the classroom affects students. Researchers note that the presence of such devices prompts the student to a multi-tasking activity that continually changes him from one activity to the next. The study found that the students most negatively affected are those of arts and social sciences.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d9/Pigmented_melanoma_-_cytology.jpg": "Researchers have found that some genetic variants that determine the color of the skin are present in populations outside Africa. Such genetic variants would have developed in Africa about a million years ago, when the appearance of our species was still very distant in time. The racists and white supremacists have been and white skin ultimately results from an adaptation to the middle. If we will find that it has pale skin, because it does not need melanin to protect itself from sunlight.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c1/Menschenhaar_200_fach.jpg": "Fossil remains found in 1857 in a Neander Valley cave in Germany belong to the so-called Nea Man. Neanderthals subsisted in Europe, which diverged from our species half a million years ago and that 300,000 years ago migrated from Africa to Europe and Asia. Physically, the NeanderthALS were smaller, stronger, and with shorter limbs compared to our species.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7d/Apollo_11_Launch2.jpg": "Next Wednesday, October 4, will be 60 years since Sputnik 1 was put into orbit by the Soviet Union. Soviet success produced a shock effect on the American public which assumed that US technology was superior to that of the Soviets. The level of physics and mathematics in high school in the United States is not particularly prominent worldwide.",
    "https://upload.wikimedia.org/wikipedia/commons/0/07/1960_Valdivia_earthquake.jpg": "The magnitude of an earthquake is not directly proportional to the energy released by the earthquake. The impact on Mexico City of the earthquake of 7 September was much less than that of 19 of the same month. This was the result of the difference in distances between the city and the epicenters of both earthquakes.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cf/Saturn%27s_ring_plane.jpg": "Galileo also directed his telescope towards Saturn, which is after Jupiter the second largest planet in the Solar System. Our knowledge of Saturn comes from both observations made from Earth and from interplanetary ships that have been sent to explore it. The last of them is the Cassini ship – named after Giovanni Cassini–, launched by NASA and the European Space Agency and which has just completed its 20-year mission.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d4/Bronze_Marcus_Aurelius_Louvre_Br45.jpg": "Copper metallurgy gave rise to a chain of technological developments that have been key to the development of civilization. The discovery at Catalhoyuk's Neolithic site in Turkey of what appears to be the slag resulting from the copper mineral smelting process would move the date of the Copper Age 1,500 years into the past.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d0/Northwest_passage.jpg": "Pass of the Northeast runs from the north of Europe along the Russian Arctic coast and crosses to the Pacific Ocean through the Bering Strait. The Northwest Passage was finally discovered in the 19th century, much further north than originally expected and blocked by Arctic ice. An expedition to search for a waterway along the Northwest Pass that is historically remarkable was the one commanded by Englishman John Franklin.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e0/Pythagoras_in_the_Roman_Forum%2C_Colosseum.jpg": "A clay tablet known as Plimpton 322 was discovered in southern Iraq almost 100 years ago. It had its origin in the ancient Sumerian city of Larsa near the Persian Gulf. From the numbers contained in it are derived triplets of numbers consisting of the Pythagorean theorem. Sumerians would have been advanced to trigonometry for a thousand years.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b2/Vincent_van_Gogh_-_Self-Portrait_-_Google_Art_Project.jpg": "On July 29th, 127 years after the death of the Dutch painter Vincent van Gogh, who killed himself in 1890 from a bullet in the chest at 37 years old. Despite his relatively brief existence,Van Gogh painted the order of 900 paintings. He also painted them during his last ten years of life, because before he devoted himself to painting, he did so to a series of activities of the most varied.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5b/Amarillos.png": "The design of the incandescent lamps that can still be acquired commercially is basically the same as that of the lamp developed by Edison more than a century ago. In addition to greater efficiency, LED lamps have other virtues, including their robustness and long duration. But LED lamps also have their disadvantages, such as their high content of blue radiation.",
    "https://upload.wikimedia.org/wikipedia/commons/a/aa/Astronomical_unit.png": "Astronomers from Complutense University of Madrid present new evidence in favor of the existence of a ninth planet. The conclusions were based on a study of 28 celestial bodies with very eccentric orbits, which keep them at an average distance to the Sun of 150 astronomical units. The stories of the eighth planet and the fruitless search of the ninth planet illustrates us some characteristics of the scientific method.",
    "https://upload.wikimedia.org/wikipedia/commons/0/01/COP8MOP3_2006_Curitiba_bus_2.jpg": "The number of vehicles has grown dramatically in recent decades in countries like Mexico and in cities like ours. In the city of San Luis Potosí, the number of motor vehicles doubles every eight years and has gone from just under fifty thousand in 1980 to almost half a million in 2015.",
    "https://upload.wikimedia.org/wikipedia/commons/3/31/Bundesarchiv_Bild_183-15911-0002%2C_Chemnitz%2C_Abreise_zum_%22Dienst_f%C3%BCr_Deutschland%22.jpg": "The handshake, as a body expression it is, plays a relevant social role in certain parts of the world. The role he plays, however, does not have the same importance in all cultures. People of Caucasian origin, compared to those from East Asia, evaluated the interaction more positively when they measured a handshake.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0e/Fotos_produzidas_pelo_Senado_%2830554309793%29.jpg": "By 2020 there will be more owners of mobile phones than users of electricity. Two billion people will have a mobile phone but no running water in their homes. Smart phones have even changed our behavior, according to British researchers. The effect was more marked when writing a text than when reading it.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bf/Bird_Diversity_2013.png": "The Turkish Ministry of Education announced that the teaching of evolution will be suppressed from the curricula of secondary school. The initiative has been criticized by those who see in it an attempt to erode the secular character of the Turkish state. Evolution provides us with a framework to understand the diversity of animal and plant species that inhabit the Earth.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b0/Apple_Headquarters_in_Cupertino.jpg": "The number of researchers in Mexico is still very small compared to the size of the country. Researchers in Mexico, in view of the lack of job opportunities in other sectors, have been incorporated mainly into the academic environment. In the United States, for example, about six million people are employed in positions classified as science and engineering.",
    "https://upload.wikimedia.org/wikipedia/commons/1/14/Antpen-es.png": "This week we learn that an ice plate on the coast of the Antarctic peninsula is about to fracture, which would give rise to a gigantic iceberg. Yale University’s Climate Change Communications program finds that 70% of American adults believe in climate change and 53% are convinced that it is due to human activities.",
    "https://upload.wikimedia.org/wikipedia/commons/5/51/Antonio_de_Pereda_-_El_sue%C3%B1o_del_caballero_-_Google_Art_Project.jpg": "Researchers found a correlation between the ambient temperature and the quality of sleep. An increase of a centigrade degree in that deviation produced 3 additional nights of bad sleep each month, for every 100 people. This effect was most marked in the summer months and among people over 65 years of age. In the future, when warmer nights are anticipated, we could anticipate more sleepless nights.",
    "https://upload.wikimedia.org/wikipedia/commons/7/72/Niccolo_Paganini.jpg": "The violin took its present form in Cremona in the 16th century. The violin is closely associated with Niccolò Paganini and his extravagant history. The price of a violin Stradivarius or Guarneri can exceed 10 million dollars. The superiority of Cremoni's violins over modern violins would be a myth.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4e/Prise_de_la_Bastille.jpg": "René Descartes died in Stockholm in 1650 and was buried in Stockholm. His remains were kept in the embassy with the custody of Swedish soldiers awaiting their transfer to France. When they opened the coffin before burial the academics discovered that the skull was missing. The circumstance in which it disappeared was not clear until three years later, when the “cranium of the famous Descarte’s” was found at an auction.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ea/Salaries_and_Unemployment.JPG": "An article published in Sweden in 1869 warned of the alleged dangers faced by those who ventured to travel to the American country. It is not clear how this article or other similar ones have had in the spirits of the potential Swedish immigrants to the United States. More than a million Swedes who changed their residence to that country during the 19th century and the beginning of the 20th century.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9c/Cover_%28The_Lost_World%2C_1912%29.jpg": "In 2003 researchers found a skeleton of an individual who in life would have had about a meter of height. It was a small adult individual, with a brain volume that barely reached 400 cubic centimeters. The researchers had thus brought to light a tiny human, who lived in a relatively recent time and whose origin for the time constituted an absolute mystery.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ca/1911_Solvay_conference.jpg": "José Antonio Sánchez, president of Radio Televisión Española, compared the Aztec Empire with Adolfo Hitler’s Nazi regime. He said that Spain in America “was never colonizing, it was evangelizing and civilizing” of a people with barbaric customs.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b6/Soyuz_18_booster.jpg": "American company Space X managed to put into orbit a satellite using a recycled rocket. To recycle a rocket it is necessary to recover it without damage at the end of its mission. There are a large number of objects orbiting the Earth that are the product of our space activities. According to NASA, about 20,000 objects with dimensions greater than 10 centimeters are tracked in orbit.",
    "https://upload.wikimedia.org/wikipedia/commons/9/91/Monsoon_clouds_Lucknow.JPG": "The popular image of the Sahara desert is that of a moor with little more than sand dunes and storms. This, however, was not always the case and there was a time when the Sahara was a place with abundant vegetation and fauna. The Sahara's green period lasted until about 5,000 years ago when it returned to the desert condition that today boasts the decline of monsoon's strength.",
    "https://upload.wikimedia.org/wikipedia/commons/4/42/Tokyocity.png": "False information campaigns have been launched that seek to discredit scientific facts and provoke irrational responses in the public. 97% of climate scientists agree that such a league exists. The campaigns of disinformation and false news have defined purposes that in the case of the massacre of Koreans in Tokyo may not be completely clear.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3f/Rojos.png": "LEDs produce light by passing an electric current through a semiconductor material. Depending on the chemical composition of that material, it is the color of the light emitted by the LED. The first LEDs were made in the 1960s of the last century and emitted red light – they also had invisible infrared light.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5d/1907-07-03%2C_%C2%A1Alegr%C3%ADa%21%2C_Los_de_la_orden_botijil%2C_Medina_Vera_%28cropped%29.jpg": "In recent days we saw published in the media notes with showy headlines talking about the possibility of mammoth resurrection in a couple of years. This, after George Church, who heads a research team at Harvard University dedicated to producing modified elephant cells with mammoth genes, gave a lecture last week. According to what Church actually reported, we would still be far from seeing mammoths grazing in Siberia.",
    "https://upload.wikimedia.org/wikipedia/commons/1/11/Ammonia-2D-dimensions.png": "Aristotle maintained that some insects are generated spontaneously from dew, just as some fish and worms do from the mud and rotting meat. Not everyone was convinced, however, and Luis Pasteur, until the nineteenth century, tried to bury the idea of spontaneous generation. Specialists also contemplate the possibility that life has originated somewhere else in the solar system and not necessarily on earth.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bb/Conan_doyle.jpg": "Pterodactyls have a prominent appearance in Arthur Conan Doyle’s novel ‘The Lost World’ The author describes an expedition led by a professor Challenger to a lost plateau in the Amazon jungle. In a passage of that novel, when explorers approached a nest with pterodActyl offspring, they were attacked by a flock of adult specimens.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4a/Plato-raphael.jpg": "When Moctezuma Xocoyotzin sent a group of messengers loaded with numerous present to welcome the strangers who arrived by sea on the coast of Veracruz, he did so in response to a bad diagnosis of the situation. This bad diagnosis was the result of the magical conception of the world that the Mexica had.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Gran_muralla_badalig_agosto_2004JPG.jpg": "The Great Wall of China was built during the Ming Dynasty between 1368 and 1644. China was invaded and conquered by the Manchus in the seventeenth century – earlier, by the Mongols in the thirteenth century. The Great Wall, by establishing a physical barrier between two geographical areas, hindered the genetic flow between populations.",
    "https://upload.wikimedia.org/wikipedia/commons/7/73/Hydraulic_Fracturing-Related_Activities.jpg": "The new U.S. administration favours the use of fossil fuels. No mention is made of clean energy such as solar or wind. The uncontrolled consumption of energy has led to a deep conflict with the planet. To overcome this, we must carry out a process of replacing fossil fuels with clean energy.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Conquistador_espa%C3%B1ol.JPG": "Chile, which is assumed to be native to Mexico, has been among us for many thousands of years. It was the Spanish conquerors who took the chili to Europe face down. From there it would have arrived in Asia, where it was incorporated into the different regional cuisines.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/CountriesByGDPPerCapitaNominal2018.png": "Researchers found that environmental temperature is a factor that is directly related to the economic productivity of a country. Climate can thus be regarded as a ‘natural capital’, analogous to physical capital and human capital. Researchers estimate that, given the current trends in global warming, the world’s economic productivity will decrease by 23% in 2100.",
    "https://upload.wikimedia.org/wikipedia/commons/1/16/Central_t%C3%A9rmica%2C_Escatr%C3%B3n%2C_Zaragoza%2C_Espa%C3%B1a%2C_2015-12-23%2C_DD_35.JPG": "LED lamps are 6 to 10 times more efficient than incandescent sources. Compared to fluorescent lamps, they are more efficient and do not present the problem of mercury contamination. In addition to the above, LEDs are compact, resistant and have a longer useful life. LEDs are not exempt from criticism. Critics of LED lamps to be installed in Chicago demand that they have a low proportion of blue light.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4f/Paul_Gauguin_111.jpg": "A copy of Isaac Newton’s first edition of the book “Principia Mathematica” published in 1687 was sold at auction for $3.7 million on December 14. The book is considered the most influential scientific context of the Royal Society. It is used to calculate the impulses and trajectories necessary to send ships into space.",
    "https://upload.wikimedia.org/wikipedia/commons/6/66/Child_with_Smallpox_Bangladesh.jpg": "In his 1898 novel “The War of the Worlds’, the British writer H.G. Wells describes how the invading Martians of the Earth were defeated by an unexpected enemy. Wells did not consider the possibility that the Martians would have arrived with their own microbes. This would have resulted in a disaster and decimated the population of our planet.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cf/Storck_Harbour_scene.jpg": "The president-elect of the United States announced in previous days that he had managed to convince the United Technologies company not to move an air conditioning equipment manufacturing plant from Indiana to Mexico. The North American free trade agreement has led to an exodus of U.S. companies seeking to take advantage of low salaries paid in Mexico.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a8/Beagle_2_replica.jpg": "The European Beagle 2 probe, sent to explore the surface of Mars more than ten years ago, was not as violent as it was thought. The probe landed without damage and was even able to deploy the largest part of its solar panels. The failure of the Beagle and Schaparelli probes leaves the United States as the only country that has been able to gently place a probe on the Martian surface.",
    "https://upload.wikimedia.org/wikipedia/commons/7/70/Pluto_system_2006_es.jpg": "The existence of a ninth planet had been predicted by several researchers since the mid-19th century. The predictions of astronomers were based on the disturbances observed in the orbits of Uranus and Neptune. The hypothetical ninth planet became known at the beginning of the twentieth century as planet X.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9d/NYC_Montage_2014_4_-_Jleon.jpg": "RayEmmet, the fictional guitarist who appeared in Woody Allen’s film “Sweet and Lowdown” –“The Great Lover” in Mexico– would have been the second best in the world, only surpassed by Django Reinhardt. In New York City, for example, it has come to be considered that they live up to 8 million rats – different from black rats.",
    "https://upload.wikimedia.org/wikipedia/commons/2/28/Psittacus_erithacus_-perching_on_tray-8d.jpg": "Alex, the African grey parrot who was smarter than the average of the American presidents, has died at the relatively tender age of 31 years. Alex could count up to six, identify colors, understand concepts such as larger and smaller. For his followers, Alex was proof that the phrase “bird brain” must be deleted from the dictionary.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Tyrannosaurus_Rex_Holotype.jpg": "Since we only have fossil remains of dinosaurs, determining from them what their aspect was in life is not an easy task. Scientists have gradually managed to unravel their secrets, in particular their appearance and lifestyle. It is known, for example, that the velociraptor – one of the stars of Jurassic Park – was covered with feathers.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d3/Bill_Clinton.jpg": "In 1838, Georgetown University sold 272 African slaves to a plantation owned by the Jesuits. The profits of the sale were destined for the university. The slaves were sold to southern plantations in Louisiana. The descendants of the slaves are demanding a reparation of $1,000 million dollars.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ee/Iridium-4_Mission_%2825557986177%29.jpg": "Last Thursday an explosion in Cape Canaveral, Florida, destroyed a rocket from the North American company SpaceX. With the explosion, which shook nearby buildings and left smoke clouds in the sky, a $195 million communications satellite was lost on board the rocket. “SpaceX” is a private company founded in 2002 that offers commercial space cargo services.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d7/H%C3%A0bit_Saludable.jpg": "Olympic Games in Rio de Janeiro have not been the exception in terms of extrasport events that will remain for history. In the last few days we have learned of another extra-sport scandal that took place in the framework of the Rio Olympics. The incident involved four members of the United States swimming team, all gold medalists.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ef/World_Map_Gini_coefficient_with_legend_2.png": "A 3,000-year-old skeleton has been found at Mount Lykaion in southwestern Greece. The discovery unleashed speculation that the discovered skeleton could correspond to that of a victim sacrificed to the god Zeus. An international group of researchers led by Joseph Watts of the University of Auckland in New Zealand affirms that human sacrifices had an additional function: to promote and preserve social stratification.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e1/Chemicals_in_flasks.jpg": "2015 was the warmest year in history, according to scientists. Global average temperature exceeded pre-industrial levels by 1 degree centigrade. The melting of the ice layers in Greenland is contributing to increasing the level of the oceans. In 1959 the U.S. Army built “Camp Century’, an underground complex in northwestern Greenland.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f1/Mars_mission.jpg": "The conditions for life on Mars are worse than those that we could intuit from the images of its surface. Mars, for example, has a very faint atmosphere with a density that is just one hundredth of that of our planet. Many plans exist to send a manned mission to Mars, some more serious and others with surprisingly short deadlines.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d1/Thumbnail_technical_series_1996-01-01_1.gif": "According to a report from German television in December 2014, 99% of high-level Russian athletes employ prohibited substances to increase their performance. One year after the German television report, the International Anti-Doping Agency (WADA) recommended that the Russian track and field team be excluded from the Rio de Janeiro Olympics.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f5/PSM_V75_D415_Arthur_Smith_Woodward.png": "The so-called Piltdown Man's remains were allegedly found between 1908-1912 in a gravel mine. The peculiar feature of the fossil remains is that, while skull fragments reminded of a modern man, the jaw had the characteristics of a simian. In 1953 it became clear that everything had been a deception and that the skull belonged to an anatomically modern human.",
    "https://upload.wikimedia.org/wikipedia/commons/1/14/Am_Anfang_schuffF_GOtt_Himel_vnd_Erden.jpg": "NASA's Juno probe arrived at Jupiter on July 5 after traveling 2.8 billion kilometers. Juno is expected to carry out a total of 37 orbits, each lasting 14 days, and to approach up to about 4,300 kilometers above the surface of Jupiter. At the end of the mission, NASA will bring down to the probe in a controlled manner to the planet’s atmosphere.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e5/North_face_south_tower_after_plane_strike_9-11.jpg": "A terrorist attack at Istanbul airport, Turkey, left at least 44 people dead, including two suicide bombers. 78 per cent of the total occurred in only five countries: Iraq, Nigeria, Afghanistan, Pakistan and Syria. In the United States,18 people died in 2014 as victims of terrorism.",
    "https://upload.wikimedia.org/wikipedia/commons/1/15/Transmetro_en_Ciudad_de_Guatemala.jpg": "A million and a quarter people die every year from traffic accidents around the world. Motor vehicles contribute, indirectly, to more than 2% of the deaths that occur annually at the global level. According to some opinions, autonomous cars are already a reality and will not pass many years before they are common on the public road.",
    "https://upload.wikimedia.org/wikipedia/commons/f/fe/M%C3%A9xico_City_at_Night_2005.jpg": "An international group of researchers published on June 10 in the magazine “ScienceAdvances” an atlas on light pollution globally. The Milky Way is hidden for one third of the world's population, as well as for 60% of Europeans and 80% of Americans. The most intense, of course, corresponds to the metropolitan area of Mexico City.",
    "https://upload.wikimedia.org/wikipedia/commons/1/15/Giordano_Bruno.jpg": "On February 17, 1600, Giordano Bruno was executed at the stake accused of heresy by the Roman inquisition. Bruno argued in favor of the existence in the Universe of a multiplicity of worlds populated by intelligent beings. Today, four centuries after Bruno’s execution, the possibility that there may be extraterrestrial worlds is widely accepted.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7e/Francisco_de_Goya_y_Lucientes_-_Witches_Sabbath_-_Google_Art_Project.jpg": "Between the 15th and 18th centuries around 50,000 people in Europe, for the most part women, were condemned and executed – some at the stake–accused of witchcraft. Since the 17th century, executions for this reason began to decrease to disappear in the next century. There is no agreement among experts on the causes that led to witch-hunting. Some speculate that witches and witches prosecuted were actually scapegoats of the civil and religious authorities.",
    "https://upload.wikimedia.org/wikipedia/commons/6/68/Idioma_griego_antiguo.png": "Greek archaeologist KonstantinosSismanidis claimed to believe he had discovered the tomb of the Greek philosopher at Stagira, his birthplace in northern Greece. This, after a search that spread over two decades, is a sign of the enormous and lasting intellectual influence that this philosopher has had on Western civilization.",
    "https://upload.wikimedia.org/wikipedia/commons/2/22/Al_Azhar1.jpg": "The Scientific and Literary Institute of San Luis Potosí was founded in 1859. Governor Rafael Nieto decided to make the Institute an autonomous institution with respect to the state government. The new university was born in this way – January 10, 1923 – the first with this character in Mexico. The change in policies in support of science and education in Mexico has not stopped.",
    "https://upload.wikimedia.org/wikipedia/commons/0/01/An%C3%BAncio_na_Av._Nossa_Senhora_de_Copacabana.jpg": "In classical Greece, the ideal body tended to be robust. In the 20th century, aesthetics demanded robust bodies - as much as women lay in corsets to wear wasp waistbands. In contrast to the fluctuations of fashion, the weight of the inhabitants of many countries of the world, including ours, is increasing.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ec/Principia.jpg": "Science originated in Europe in the 16th and 17th centuries and began to show its technological potential in the 19th century. In Mexico, in contrast, it was until 1970 – when CONACyT was created – that the federal government formally recognized that science and technology are unique elements for the development of the country.",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Hemispheres.png": "The saying “to throw one eye at the cat and another at the doodle’ had its origin in the need, in times past, to protect the meat hung in theDoodle. A permanent waking state in anticipation of the attack of a predator was thus useful for the survival of our ancestors.",
    "https://upload.wikimedia.org/wikipedia/commons/e/eb/A_Portrait_of_Global_Winds.png": "HMS Erebus and HMS Terror were part of a British Arctic exploration expedition led by Sir John Franklin. This expedition left England on 19 May 1845 with a crew of 24 officers and 110 sailors. The search for a route between the North Atlantic and the Pacific, known as the Northwest Pass, had been an obsession for the British for centuries.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0f/Beringia_at_Arctica_surface.png": "The Spanish conquest of Mexico 500 years ago had a devastating effect on the native population that was reduced by 90% over the course of a century. An article in ScienceAdvances takes a look at the population catastrophe that our continent suffered with European conquest from a novel point of view.",
    "https://upload.wikimedia.org/wikipedia/commons/3/38/Gregor_Reisch%2C_Margarita_Philosophica%2C_1508_%281230x1615%29.png": "Psychologists have developed a theory of inoculation to combat scientific denial. By exposing the person to a weakened form of the “disinformation virus”, they can develop “antibodies” to combat the disease in full. John Cook and Margaret Crane of the University of Queensland, Australia, suggest this technique to derail Donald Trump in his career towards the presidency of the United States.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5b/A.Cortina-Jos%C3%A9_Aparicio.jpg": "The Autonomous University of San Luis Potosí has become one of the most important research centers in Mexico. Physics arrived in the UASLP in 1955 by Gustavo del Castillo and Gama, who a year earlier had obtained a doctoral degree in physics from“PurdueUniversity”, Indiana, United States. In 1978 four full-time researcher places were created for the Institute of Physics.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Text.jpg": "An article published in the scientific journal PlosOne last January has provoked a series of negative comments. The article was published by three Chinese researchers headed by Ming-JinLiude the University of Science and Technology ofHuazhong, Wuhan, China. It describes the results of a research on the biomechanics of the human hand.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a5/Franz_Kafka_Die_Verwandlung_1916_Orig.-Pappband.jpg": "Cockroaches can cross a 3-millimeter-high slit in a fraction of a second, compressing their bodies at 40-60%. This implies that even with the severely deformed body and under great compressive forces, the cockroach's legs do not lose their ability to drive it. Inspired by cockroaches, Kaushik Jarayam and Robert Full designed a robot capable of compressing its body in 54% and suffering compression forces 20 times its weight.",
    "https://upload.wikimedia.org/wikipedia/commons/6/67/Cercopithecus_mona_01_MWNH_520_1.jpg": "Neanderthals shared some characteristics with us – starting from standing upright – at the same time that they were different. Anatomically, although they were not taller than us, they were more corpulent, with a bulkier chest and in the form of a barrel, and also thicker and shorter bones of arms and legs.",
    "https://upload.wikimedia.org/wikipedia/commons/9/99/PenasBlancas%2C_part_of_the_Bosawas_Reserve%2C_Jinotega_Department%2C_Nicaragua.jpg": "Tilda is a female orangutan currently confined in the zoo of Cologne, Germany. She is capable of articulating consonants and vowels with a rhythm that resembles that of the human voice. Tilda was captured in Borneo in 1967 at the age of approximately two years.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d1/Tendencia_alcista_bajista_lateral.jpg": "Astronomers of Babylon of the 350-50s before our era had already developed a mathematical technique to calculate the position of the planet. MathieuOssendrijver of Humboldt University in Berlin, Germany, came to this conclusion in an article published in the magazine “Science”",
    "https://upload.wikimedia.org/wikipedia/commons/d/d2/Voyager.jpg": "On September 6, 1977, the Voyager 1 space probe was launched from Cape Canaveral. The probe is located at a distance such that the signals it emits take about 17 hours to reach the Earth. Voyager 1 is also known because it carries on board a phonographic disc of gold-coated copper with 115 images of the Earth, as well as messages in 55 languages.",
    "https://upload.wikimedia.org/wikipedia/commons/6/65/%D0%9A%D0%B0%D1%80%D1%81%D0%BA%D0%BE%D0%B5_%D0%BC%D0%BE%D1%80%D0%B5_%D0%A1%D0%92%D0%9F.jpg": "Siberian city of Norilsk is the closest city to the North Pole among those with a population greater than 100,000 inhabitants. It is located above the Arctic polar circle, at a latitude around 68 degrees. The remains of a mammoth are 45,000 years old and were found in the Bay of Yenisey in the Sea of Kara.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d7/Alletemp.jpg": "Life expectancy at the global level has grown steadily over the last 150 years, to over 80 years in the case of countries with the highest figures in this area. Among the most common parasites suffered by the Romans were intestinal worms, trichocephalus, amibas and tapeworms, these last by the consumption of fish without sufficient cooking.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a3/CHUNXILU.jpg": "A visit to the University of Science and Engineering of Sichuan transported us back to the mid-sixties. The year 1965 witnessed the creation of the institute that would eventually become the university. The mission of the new institute was to contribute to the development of Chinese nuclear weapons technology.",
    "https://upload.wikimedia.org/wikipedia/commons/6/69/Hux-Oxon-72.jpg": "The draft agreement on climate change was released to the countries participating in the Paris climate summit on Saturday. The text of the agreement issued hours earlier was approved by all delegates. This gave rise to great optimism and the hope that climate change has entered a solution, although some consider that the agreement lacks teeth.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/DCmontage2.jpg": "Researchers find evidence that “skunk” marijuana causes micro-structural changes in the white matter of the callous body. This is known to be particularly affected by the active substance of the drug. The addictive and widespread use of marijuana is a matter of public health with a social cost.",
    "https://upload.wikimedia.org/wikipedia/commons/5/56/Famous_Italians_Mosaic.png": "Italian geophysicists and two seismic engineers acquitted of manslaughter for the death of more than 300 people during the earthquake in April 2009. The six scientists, together with Bernardo De Bernardinis, had been sentenced in 2012 to six years in prison. They were accused of failing to correctly inform the population of L ́Aquila of the risks they faced.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c5/Indianocean.PNG": "U.N. climate change conference is scheduled to take place in Paris from November 30 to December 11. It is hoped that the Paris climate conference will reach agreements between nations that limit the emission of greenhouse gases to the atmosphere. But it would have to be recognized, the experience of previous meetings does not give much hope that the problem of climate change will be met.",
    "https://upload.wikimedia.org/wikipedia/commons/4/45/Carlos_Fuentes%2C_Paris_-_Mar_2009_%2811%29.jpg": "The incandescent lamps, which changed the world and survived for more than a century, are in the process of disappearing. This is because they have been overcome by other types of light sources, mainly by the LED lamp. The speed at which artificial light is changing on our planet is even visible from space.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b8/Daylightsavings.jpg": "Last Sunday the winter schedule came into effect and we had to delay our clocks for an hour. The first to propose such a practice in a formal way was a New Zealand entomologist named George Hudson in 1895. Hudson’s proposal was not well received and was a reason for numerous criticism and even mocking of those present.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c3/Byzantine_imperial_flag%2C_14th_century_according_to_portolan_charts.png": "Bacterium causes bubonic plague, a disease that is transmitted by the bite of infected fleas. The first pandemic of which is reported to be caused by the “Yersinia pestis’ is known as the Plague of Justinian. Today, the bacteria do not represent a major problem, according to some sources.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6d/ESA_Headquarters_in_Paris%2C_France.JPG": "Mars has often been a source of speculation about the possibility that it could harbor some form of life, even intelligent. However, despite our fascination with Mars, the physical conditions that prevail on its surface are not at all friendly to the higher life as we know it. Mars is not a hospitable place, at least not as it is our planet, and no one expects it to be able to harbor life.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ca/Cyclist_on_speed_hump.jpg": "Research is being carried out to develop “pillies” in different laboratories in the world. If they ever become available to the public, we may be able to buy a bottle of pills equivalent to “5 hours a week’s walk at an accelerated pace” Even those who spend eight hours at work sitting at a desk – in addition to a considerable amount of time at home in front of television – could have the condition of athlete.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cb/Concesionario_de_Mercedes-Benz%2C_M%C3%BAnich%2C_Alemania%2C_2013-03-30%2C_DD_28.JPG": "The EPA accuses Volkswagen of having introduced a “switch” in the engine control software of its cars. This commutes the operation of that engine between low- and high-emission modes of pollutants. In the high mode VW cars could emit nitrogen oxides in quantities up to 40 times higher than those permitted by the environmental standard.",
    "https://upload.wikimedia.org/wikipedia/commons/4/46/Johannesburg_CBD.jpg": "Bodies of a group of homininos were deposited or thrown to the bottom of a cave near Johannesburg, South Africa, in a hole known as a Dinaledi camera. It is not clear what was the intention of those who carried the bodies to a hidden place. The remains belong to a species of the genus Homo until now unknown.",
    "https://upload.wikimedia.org/wikipedia/commons/1/17/Natsume_Soseki_photo.jpg": "Hachiko, the Japanese dog who waited for nine years for the arrival of his dead master at a Tokyo metro station. Popular belief that with cats we do not unite the same type of affective ties that unite us with dogs, finds scientific support. Cats have a greater degree of independence from their caregivers, which would be in agreement with their nature as solitary hunters.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2c/James_Watt_by_Henry_Howard.jpg": "The week that ends today was lavish in news related to fossil fuels and pollution that in one way or another they produce in the environment. President Barack Obama expressed himself for renewable energies, particularly solar energy, as a means to tackle the problem of global warming. According to the National Ocean and Atmosphere Adminstration (NOAA) of the United States, 2014 was the hottest year on average since record.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Tzompantli_Tovar.jpeg": "Remains of the great Tzompantli of Tenochtitlan have been found in Mexico City. The structure was a structure in which the heads of prisoners of war were exposed. 35 skulls were found in a semicircle, joined by a mixture of lime, sand and tezontle gravel.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ed/Kepler-452b_artist_concept.jpg": "NASA announced the discovery of a planet more similar to ours than we have been told about. The planet, which has been called Kepler-452b, is located at a distance of 1,400 light years from Earth. Last week also brought to us the news that Russian magnate Yuri Milner launched the initiative “Breakhrough Listen’",
    "https://upload.wikimedia.org/wikipedia/commons/c/ca/Percival_Lowell_observing_Venus_from_the_Lowell_Observatory_in_1914.jpg": "Pluto was discovered in 1930 by American astronomer Clyde Tombaugh. The planet is 6,000 million kilometers from the Earth and has a relatively small size. Pluto is accompanied by a satellite, discovered in 1978 by the American astronomer James Christy. NASA has released an image of Caronte that shows fractures in its surface that extend over 1,000 kilometers.",
    "https://upload.wikimedia.org/wikipedia/commons/1/10/Vesuvius_from_Pompeii_%28hires_version_2_scaled%29.png": "In 1982-1984, the soil of the port of Pozzuoli on the west coast of Italy rose by almost two meters. This phenomenon caused that the waters of theport did not have enough depth to accept vessels of great draught. The reason for this has been a mystery until an article appeared in the magazine “Science’",
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Geodynamo_Between_Reversals.gif": "Muons are particles that can penetrate relatively large distances in the matter. This has given rise to an interesting application: the obtaining of images –tomographs – of various objects in which their internal structure is revealed. Muon tomography has advantages over other techniques for obtaining three-dimensional images from inside an object.",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/Watervapor_cup.jpg": "The Philae probe of the European Space Agency gave signs of life last weekend. With this was revived the confidence that the scientific goals set for the Rosseta mission, of which Philae is a part, can be reached. The Rossetta mission aims to study in close proximity to that comet as it approaches the Sun and enters into activity.",
    "https://upload.wikimedia.org/wikipedia/commons/2/22/Kuchenmaistrey.jpg": "Chimps share with us the skills that have led us to develop the art of cooking, says Felix Warneken and Alexandra Rosat of Harvard University. They carried out eleven experiments with chimpanzees of the Republic of the Congo in Central Africa. The experiments confirmed results previously obtained by other researchers in the sense that chimpanzees prefer cooked foods to raw foods.",
    "https://upload.wikimedia.org/wikipedia/commons/6/60/Myoglobin.png": "A German study claimed that daily consumption of bitter chocolate helps control weight. The study's author is actually John Bohannon, a reporter for the magazine \"Science\" Bohannon's article-fraud on chocolate was the result of an initiative by two German television reporters who intended to produce a documentary on the science-scrap of food industry.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4b/16_wood_samples.jpg": "Danish archaeologists discovered a tomb containing the remains of a teenager aged between 16 and 18 years old. The teenager was baptized as the “Young Egtved’, and although her body survived only the hair, nails, teeth, part of the brain and some skin – the bones had apparently disappeared. The finding is notable for the degree of preservation of the clothes she was buried in and would have worn in life.",
    "https://upload.wikimedia.org/wikipedia/commons/9/93/Herakles_and_Telephos_Louvre_MR219.jpg": "British researchers studied two modern groups of hunter-gatherers and a group of farmers. They found that 14% of members are not related to the other members of the group. In contrast, among the groups of farmers studied the percentage of members without any relationship of kinship is only 4%. This is as a reflection of greater inequality between men and women when deciding the admission of a new member.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1f/IWM-MH-9922-Crossley-Armoured-Car.jpg": "Mice subject to high-energy radiation show damage to the central nervous system, as well as a reduction in their cognitive abilities. This would be particularly critical for the crew of a spaceship that would have to make autonomous decisions in unforeseen situations. The results of the study add a further obstacle to the realization of a trip to Mars in the near future.",
    "https://upload.wikimedia.org/wikipedia/commons/7/79/Himalayas.jpg": "According to the latest report by the Nepalese government, the number of deaths from the earthquake exceeds 6,800. This number, however, will surely increase in the next few days as isolated villages are reached in the mountains. The earthquake had an epicenter at a point located about 80 kilometers north-west of the capital Kathmandu.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1c/Wells_-_The_Invisible_Man_-_Pearson_cover_1897.jpg": "Swedish researchers induce the illusion of being invisible in healthy people. They found that invisibility reduces anxiety that some people experience when speaking in public. Invisible man of the novel \"The Invisible Man\" reached extremes of madness because of his invisible body. The technologies necessary to achieve an invisibility equivalent to that reported by H.G. Wells would be of such complexity that it is unlikely that they will come true in the medium term.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e3/Coat_types_3.jpg": "Japanese researchers found that the close relationship that exists between a dog and its owner has a biochemical basis. The substance oxytocin is associated with the secretion of the substance, in both, dog and owner, as a response to their mutual interaction. A similar experiment carried out with wolves did not produce the same results, despite the fact that the owners had raised them since they were puppies.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d1/Europe_to_South_American_in_3_Days_Poster_%2819482266291%29.jpg": "U.S. to test a robot that will be placed in the co-pilot’s place and perform many of its functions. U.S Academy of Sciences considers that there are technological and regulatory barriers to increasing the use of automatic systems in civil aviation in the United States. It also considers that the automation of air space requires that humans and machines work together.",
    "https://upload.wikimedia.org/wikipedia/commons/1/11/Francis_Bacon%2C_Viscount_St_Alban_from_NPG_%282%29.jpg": "The paintings of the later stage of the Greco often show elongated human figures. This led some to propose the hypothesis that the painter suffered from astigmatism. This hypothesis, however, has a logical flaw, says David Hoyle. Hoyle: The Greco painted elongated figures for aesthetic reasons and not for a visual problem.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0b/Tlaxcala_-_Palacio_de_Gobierno_-_Indianerkrieger_2.jpg": "With the expansion of the Aztec Empire during the 15th century, the territory inhabited by the Tlaxcaltecs ended up surrounded by enemies. A widely used material in Mesoamerica was the obsidian, with which ornaments, knives and arrowheads were manufactured, among other utensils for daily life and weapons for war. Only 14% of obsidian employed in TlAXcala comes from the area of Pachuca.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Mapa_de_desempleo_por_pa%C3%ADses.png": "Two million Americans are infected each year with antibiotic-resistant bacteria, some 23,000 of which die as they fail to overcome the disease. Antibiotic abuse is a cause of the development of resistant bacteria, but it is the quality of government and corruption of each country's own that is to blame. The countries with lowest degree of microbial resistance and the least corruption are Sweden and Denmark.",
    "https://upload.wikimedia.org/wikipedia/commons/2/20/Zeus_Otricoli_Pio-Clementino_Inv257.jpg": "Ganymede was the subject of a short story published by science fiction writer Isaac Asimov in 1940. The story is about the mining of this satellite by a private company that used the native Ganimedeans as semi-slave labor. Ganymedes has under a thick layer of surface ice an ocean of salt water that in volume is greater than all the water existing on Earth.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3d/Estructura_del_ADN.jpg": "Titan, Saturn’s largest satellite, shares some characteristics with our planet. The discovery of Titan's lakes has caused experts to speculate about the possibility that some form of life exists on this satellite. An article published this week in the online magazine “Science Advances” speculates in this direction.",
    "https://upload.wikimedia.org/wikipedia/commons/0/08/Ginza_area_at_dusk_from_Tokyo_Tower.jpg": "Mexico City is a city of gigantic proportions that has no proportion with Tenochtitlán, neither in population nor in urban area. Technologically there is also a great difference between the two cities. While in Mexico City there is currently a massive system of public transport driven by electric energy, in the ancient Tenochlán transport is made by canoes and water channels.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e1/Drought.jpg": "North America experienced a series of severe droughts between 900-1400 years of our era. The drought to come, unlike the medieval drought, would not have natural causes but would be the product of global warming. This warming, in turn, is the result of the emission of greenhouse gases into the atmosphere by the uncontrolled burning of fossil fuels.",
    "https://upload.wikimedia.org/wikipedia/commons/a/aa/7th_Seal_logo.jpg": "The bubonic plague pandemic known as Black Death decimated the population of Europe in the first half of the 14th century. The “Yersinia pestis’, however, has not disappeared in any way. It has been found in a place that at first sight is surprising to us: the New York Metro railway stations.",
    "https://upload.wikimedia.org/wikipedia/commons/c/cf/ABQ_Petroglyph_2.jpg": "Fossil of stegosaurus that has been on display since last December at the Museum of Natural History of London. The fossil arrived at the museum in December 2013, being baptized as Sofia, in honor of the daughter of the main donor. Stegosaurus, in particular, were very eye-catching dinosaurs with a double row of plaques along the back and needles.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d9/Rosetta.jpg": "The results of the study of the comet Churyumov-Gerasimenko have finally reached public light, after a few months. The European Space Agency had been criticized for its delay in making known promptly the first results achieved with Rosetta. One of these photographs, taken at a distance of 8 kilometers, appears on the cover of this week’s magazine “Science”",
    "https://upload.wikimedia.org/wikipedia/commons/9/95/Sebastiano_Conca_%28atribui%C3%A7%C3%A3o%29_-_Alegoria_da_Ci%C3%AAncia.JPG": "A time capsule buried in the walls of the capitol of Boston is the oldest found in the United States. It contained gold and silver coins dated between 1652 and 1855, a silver plate that is thought to be engraved by Paul Revere, a copper medal with the image of George Washington.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4a/%22Colored%22_drinking_fountain_from_mid-20th_century_with_african-american_drinking.jpg": "13% of Americans say racism and race relations are the biggest problem they face, according to a Gallup poll. Americans’ concern for racism grew sharply following the recent riots in the U.S., says Ruben Navarrette. He says the concept of “race’ cannot be precisely defined from a scientific point of view, given the interracial mixtures that have taken place.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4c/Museo_de_Arqueolog%C3%ADa_de_Alta_monta%C3%B1a_en_la_provincia_de_Salta.jpg": "It has not yet been two hundred years since we first had access to electric light. According to Roger Ekrich, before the Industrial Revolution, it was usual to divide sleep in two periods. With the appearance of the electric light the night life spread towards all segments of the population.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1f/Taj_Mahal_N-UP-A28-a.jpg": "The Taj Mahal is a complex of buildings and gardens built in the 17th century during the Mogol Empire. It is recognized by UNESCO as a World Heritage Site. The change of color of the marble of the monument was attributed from a start to the air pollution in the vicinity.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a7/Sahara_satellite_hires.jpg": "In recent weeks Christie’s has held two public auctions of objects that, one way or another, are related to science. Black beauty meteorite reached at the auction a price of $81,250, paid by a private collector. James Watson received in 1962 the Nobel Prize for Physiology or Medicine for the discovery of the molecular structure of DNA.",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Meteorit_Cabin_Creek_nhm-Wien.jpg": "A meteorite known as “Black Beauty” is believed to be the oldest Martian meteorite that has arrived on our planet. A fragment of it, with dimensions of 4.4x3.6x2 cm and a weight of 28 grams, was placed this November at auction by the Christie ́s house. The meteorite is expected to be sold for an amount of between. 5,000 and 100,000 dollars; that is, it could reach a value of up to $3,500 per gram.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e8/El_Capitan_01.JPG": "The Philae probe of the European Space Agency landed on the surface of the comet Churyumov-Gerasimenko on November 12. The landing of Philae was not as planned, as the probe jumped one kilometer upward, remaining suspended for almost two hours. Philae stopped at a site near a rock wall that greatly obstructs the solar radiation that must capture its solar panels to recharge its batteries.",
    "https://upload.wikimedia.org/wikipedia/commons/0/06/Alfonso_de_Borja%2C_obispo_de_Valencia_y_papa_Calixto_III.jpg": "Rosetta and Philae carry on board sophisticated instruments that will allow us to obtain unprecedented scientific information about comets. Rosetta, also carries on board, of course, photographic cameras that have allowed us to observe the comet with an amazing detail. Philae will carry out measurements to determine its chemical composition and internal structure. Likewise, it will follow, as closely as possible, the evolution of the comet as it approaches the Sun.",
    "https://upload.wikimedia.org/wikipedia/commons/8/82/Airbus_A380_blue_sky.jpg": "Orbital Sciences Corporation rocket exploded shortly after its launch last Tuesday night from a NASA base in the state of Virginia, United States. The rocket had under contract with NASA a load of more than two tons of supplies, equipment and scientific experiments destined for the International Space Station. A second accident that involved the private space industry this week occurred last Friday when the SpaceShipTwo spacecraft of the Virgin Galactic company crashed.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f0/Hedy_Lamarr_in_a_1940_MGM_publicity_still.jpg": "Nobel Prize in Physics 2014 awarded to Japanese researchers Isamu Akasaki, Hiroshi Amano and Shuji Nakamura for invention of the LED lamp of blue light. Nobel Committee paid more attention to the social and economic impact of the discovery than to its scientific importance.",
    "https://upload.wikimedia.org/wikipedia/commons/5/54/PDB_1svm_EBI.jpg": "In 1865, the Augustinian monk Gregor Mendel published an article entitled “Experiences on hybridization of plants” Mendel found that the physical characteristics of the studied plants are inherited in an integral way or simply are not inherited. With this finding, Mendel gave origin to the concept of gene, a particle containing all the information of a living being.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ea/Human_Immunodeficency_Virus_-_stylized_rendering.jpg": "U.S. health authorities released the first case of Ebola virus infection diagnosed in the United States. The diagnosis was made by a man who had flown days before from Liberia to Dallas, Texas. Ebola virus is known to have originated in Africa and is transmitted from animals to humans.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9d/Mars-express-volcanoes-sm.jpg": "India has successfully launched an artificial satellite into orbit around the planet Mars. Only the United States, the former Soviet Union and the European Space Agency had managed to perform. Two other Asian countries, Japan and China, unsuccessfully tried to carry out missions to Mars. The mission had a cost of only 74 million dollars, which is just a fraction of what other Mars approach missions have cost.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c7/Saturn_during_Equinox.jpg": "NASA announced that the explorer Curiosity had finally reached the base of the five-kilometre-high Martian mountain Aeolis Mons, after a journey that took him two years. Among its stated objectives is to find out if there were ever conditions on Mars to house life. A panel of experts hired by NASA, headed by Clive Neal of the University of Notre Dame in Indiana, does not share this enthusiasm.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1c/Gideon_Mantell.jpg": "Fossil remains of a gigantic herbivorous dinosaur have been found in Patagonia. The newly discovered dinosaur measured about 26 meters from head to tail and weighed about 60 tons. Dinosaur has been baptized “dreadnoughtus”, which translates as “no fear”",
    "https://upload.wikimedia.org/wikipedia/commons/9/98/EdWhiteFirstAmericanSpacewalker.1965.ws.jpg": "A sample of Scottish whiskey put into orbit three years ago will land in Kazakhstan on September 12th. The experiment is carried out by the Scottish distillery Ardbeg in order to study how the microgravity conditions of space affect the process of maturation of the whiskey. Another factor that could also boost the development of factories in space is the mining of asteroids.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/Osmium_crystals.jpg": "On August 6, a dam of the Buenavista mine in Cananea, Sonora, spilled a volume of 40,000 cubic meters of liquid in the Bacanuchi river. This liquid was a mixture of sulfuric acid and copper sulphate, in addition to other heavy metals, including cadmium, mercury and lead. With this spill, the rivers acquired a coloration as “molcajeteate salt’",
    "https://upload.wikimedia.org/wikipedia/commons/6/6c/Egypt.Giza.Sphinx.02.jpg": "In Ancient Egypt, thousands of years ago, it was customary to mummify the dead in order to preserve their bodies for eternity. Egyptologist Salima Ikram of the American University of Cairo considers that more than 70 million people were mummified in Ancient Egypt over 3000 years. In 19th century England it became fashionable to organize parties whose main attraction was to develop a mummy.",
    "https://upload.wikimedia.org/wikipedia/commons/d/df/Edmond_Halley_072.jpg": "The Rosetta probe was launched ten years ago and after a long journey in which it took four laps to the Sun, it was found last August 6th with the comet Churyumov-Gerasimenko at a point about 400 million kilometers from Earth. Rosetta will enter the next six weeks in orbit around the comet and accompany it over a year as it approaches the Sun. The photographs of the comet that the probe has sent to Earth show that it has a very irregular and rough shape, formed by two well-different parts.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5b/Grib_skov.jpg": "Nocturnal photographs of the Earth taken from space show clear signs of our presence on the planet. In number of inhabitants we have grown to some 7,000 million, at the same time as we have dispersed globally. According to environmental experts, the world is in a course of defaunation that, equally, affects the global ecological balance.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c4/Please_Please_Me.JPG": "The Beatles changed their music markedly during their short career of less than a decade. A computer program was able to distinguish albums that were produced in some cases, with only months of difference. The analysis produced a phylogenetic tree that shows the evolution of Beatles’ music and indicates the musical distance between two successive albums.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e7/Steaua_vs._CFR_Cluj_in_2010.jpg": "The world cup of football finished a week ago with an average of 2.67 goals scored per game. If we consider only the matches of the eighth stage from the end onwards, the average of goals falls drastically to only 2.19 goals per match. As a result of this drought of goals, 12 of the 16 games after the group phase were resolved by a difference of a single goal.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/Primates_-_some_families.jpg": "Researchers carried out a genetic study with a series of hair fragments attributed to the Yeti and other abnormal primates. The hair fragments corresponded to a known animal species, including black bears, brown bears, horses, cows, raccoons, and even a porcupine. Sykes and collaborators suggest that the animals to which the fragments belong are a variant of the polar bear that had not been discovered until now. This could help explain the origin of the yeti, which would not correspond in this way to an unknown primate.",
    "https://upload.wikimedia.org/wikipedia/commons/6/60/Catedral_de_Barcelona_-_50270508626.jpg": "Between 1980 and 2012 the number of motor vehicles in Mexico grew by a factor of six, to reach a figure of about 35 million. In the state of San Luis Potosí this increase has been even faster. In Mexico there are approximately 300 motor vehicles per thousand inhabitants. This number is small compared to those observed in other countries.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c2/Portrait_of_a_Man%2C_Said_to_be_Christopher_Columbus.jpg": "According to the most widespread version, it was Christopher Columbus who arrived on October 12, 1492 to the island of San Salvador in the Bahamas. Some say, however, that the discoverer of America is the Viking Leif Eriksson. Others claim that the true discoverers of America were their first inhabitants, Siberians.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a6/Cellarius_Harmonia_Macrocosmica_-_Hypothesis_Ptolemaica.jpg": "A new study finds that hurricanes with female names are more deadly than those with male names. The degree of femininity of the name of a hurricane determines the degree of danger with which this hurricane is judged. This would explain the greater number of fatalities associated with female hurricanes compared to male ones.",
    "https://upload.wikimedia.org/wikipedia/commons/3/31/World_GDP_Capita_1-2003_A.D.png": "Science and technology play a fundamental role in the economic development of a country. In the present administration, CONACyT has made public the purpose of raising national spending on science and technology to 1% of the country’s gross domestic product – from the current figure of less than 0.5%. Modern technology is the daughter of science and has been able to develop properly only in countries where the latter has a naturalization charter.",
    "https://upload.wikimedia.org/wikipedia/commons/8/87/IAEA_02790015_%285613115146%29.jpg": "Since the time we were hunters gatherers energy consumption has increased almost one hundred times. The increase has been gradual but has accelerated in the last 200 years since the Industrial Revolution. Only 13% of the electricity consumed by the world is of nuclear origin. One problem with the energy of the atom is that its exploitation generates highly toxic radioactive products.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7b/DR_Congo_pygmy_family.jpg": "An assistant to the Barcelona-Villareal party of the Spanish football league threw a banana at the Brazilian player Dani Alves. The event was amplified surprisingly through the internet in favor of Alves, to the extent that the author of the racist insult has problems with the police. It must be recognized, however, that racist prejudices in Europe have diminished in recent decades.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9f/Cam_degree_ceremony.jpg": "Gustavo Del Castillo and Candelario Pérez de San Luis Potosí were pioneers in the construction of scientific instruments at the UASLP. A scoundrel that faced them were the low salaries that the University could offer. Had there been better conditions for the Del Castillos project, the University would have been made of a pioneering research project in the country.",
    "https://upload.wikimedia.org/wikipedia/commons/4/41/Primer_daguerrotipo_en_Espa%C3%B1a%2C_Casa_Xifr%C3%A9%2C_1848.jpg": "Gustavo Del Castillo, Potosino and chemical of formation, became interested in physics. He decided in 1951 to travel to the United States in search of a doctorate in this specialty. In parallel to the creation of the School of Physics, he began the construction of a “mist chamber”",
    "https://upload.wikimedia.org/wikipedia/commons/5/5a/Jupiter_by_Cassini-Huygens.jpg": "In Mexico, given the little importance that has historically been given to science, the development of scientific instruments has been equally limited. Estrada was stopped in his creative activity not only because of the general situation in the country but also because of health issues, and apparently because of political problems within the Scientific and Literary Institute.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e8/C%C3%A9dula_de_identificaci%C3%B3n_personal_o_%22carn%C3%A9_de_identidad%22_de_un_esclavo.jpg": "The first photograph of a person was made by Louis Daguerre in 1838. The appearance of photography allowed us for the first time to record images for posterity. An example of this is given to us by the internet site called “Mirroror of Race”",
    "https://upload.wikimedia.org/wikipedia/commons/a/a1/Debris-GEO1280.jpg": "About 500,000 objects circulate in orbit around the Earth that travel at 28,000 kilometers per hour. Most of these objects are small in size – the order of a marble – about 20,000 are larger than a softball. Space debris reached notoriety in recent months because it was the subject of the film “Gravity”",
    "https://upload.wikimedia.org/wikipedia/commons/1/13/Sony_KDL-S19A10.jpg": "Children and young people show a skill worthy of envy: to manipulate with skill gadgets that are not familiar to them. Researchers found that with certain unusual combinations of objects children outperform adults at the time of determining the correct combination. This is because children have greater flexibility to establish a cause-effect relationship in a novel situation compared to the flexibility of an adult.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e2/John_Gower_world_Vox_Clamantis_detail.jpg": "In 2013 only 67% of Americans believed that the Earth was warming up, according to a Pew Research Center. For the profanate it was – and even to some extent it is – more natural to think the Earth is flat, says Dr. Frida Ghitis. The belief in global warming is not as solid as our faith in the roundness of the Earth, she says.",
    "https://upload.wikimedia.org/wikipedia/commons/8/81/S%C3%ADmbolo_radiaci%C3%B3n.png": "The “Mars One’ project, which made news this week, is certainly a very peculiar project – to say the least. It is peculiar not only because it intends to carry out a manned mission to Mars –which has no precedent – but because it seeks for astronauts to remain to colonize the planet. The project, however, does not seem to have technical viability, since Mars is at a very large distance.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bd/Caldera_Mt_Tambora_Sumbawa_Indonesia.jpg": "1816 was, in effect, a year with an exceptionally cold climate – in England the average temperature dropped 2 degrees centigrade. It is thought it was the result of the eruption of the Tambora volcano in Indonesia in April 1815. The cooling resulting from the decrease of solar radiation brought with it bad harvests, famines and social chaos.",
    "https://upload.wikimedia.org/wikipedia/commons/0/09/C60-rods.png": "Solar energy could provide us with the energy we need, when in the future we run out of fossil fuels. Unfortunately, although we have solar energy in abundance, it has a basic problem: it is intermittent. We will have to develop means to store it during the day to use it at night – or in the hours when solar radiation decreases.",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Retrato_de_Hernando_de_Magallanes.jpg": "Traveling to Jupiter is not a simple undertaking, and it is not expected that we will do so in the coming decades. But there are those who are concerned about the food that the astronauts of the future will consume in long-term trips. In comparison, the results of space travel have been modest and the only extraterrestrial destination that has reached a manned journey is the Moon.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1e/Khotan-fabrica-seda-d17.jpg": "Nailon is an artificial material – that is, it is not found in a natural way – formed by long chains of atoms called polymers. Without the scientific discoveries made during the first half of the 20th century, silicon would not exist and consequently there would be no computers as we know them – and, of course, neither the Internet.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d2/Howard_Walter_Florey_1945.jpg": "Antibiotics have given us a margin of safety against bacterial infections that have caused numerous epidemics and claimed numerous victims throughout the history of the world. One of the most famous, during which one third of the population of Europe would have died, is the epidemic of bubonic plague called Black Death that occurred in the 14th century.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a4/Kyrgyz_Manaschi%2C_Karakol.jpg": "Anthropologist Jamshid Tehrani of the University of Durham in Great Britain studied the origin of the story Caperucita Roja. Tehrani used a methodology similar to that used by biologists to determine the evolutionary path that biological species have followed. He compared the different stories and determined that Little Red Riding had as origin as El Lobo and the Cabritos.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d7/8-cell.gif": "Handcrafted work is unprecise in nature and produces imperfect objects. Industrial revolution initiated in England more than two centuries ago brought, among other things, techniques of automated manufacturing. 3D printers have brought a new sophistication in manufacturing techniques. It is intended that 4D printers produce objects with the ability to transform themselves in response to changing environmental conditions.",
    "https://upload.wikimedia.org/wikipedia/commons/9/99/Arbeitsbuch_f%C3%BCr_Ausl%C3%A4nder.jpg": "In the 1960s and 1970s, U.S. physicist William Shockley embarked on a campaign to convince American public opinion that the ‘quality’ of the population was declining. In reality, Shockley’s ideas were not new. Francis Galton expressed them for the first time in the second half of the 19th century, giving rise to the discipline known as eugenic.",
    "https://upload.wikimedia.org/wikipedia/commons/2/27/Telstra_Mobile_Phone_Tower.jpg": "An article and an editorial published in this week's issue of the British scientific journal “New Scientist” comment on this phenomenon. An Internet user who is anonymously connected causes, according to some opinions, that he behaves in an uncivilized way. This has been called the “toxic effect deinhibitor online”",
    "https://upload.wikimedia.org/wikipedia/commons/6/68/ScientificReview.jpg": "The cover of the last issue of the British weekly newspaper “The Economist’s” is dedicated to science. It alludes to some problems that concern scientific practice, typical of the time when we lived. The scientific method is a relatively recent invention, being Galileo Galilei – in the early days – one of its main figures.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5d/1665_journal_des_scavans_title.jpg": "\"Science\" published an experiment to evaluate the editorial practices of so-called open access scientific journals. The experiment was carried out by John Bohannon, who wrote a series of false articles in which they reported alleged anti-cancer properties of a certain lichen. Free access magazines, which can be consulted free of charge via the Internet, are supported by quotas.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d3/Albert_Einstein_Head.jpg": "Free access journals charge authors between $1,000 and $2,000 per article. Some private companies publish articles with fictitious results. This limits the dissemination of research results and hinders scientific progress. In an experiment, 60% of articles that were accepted or rejected did not show signs of having experienced a peer review process.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0f/East-Hem_050ad.jpg": "U.N. Intergovernmental Panel on Climate Change (IPCC) released its fifth report on global warming and climate change on Friday. IPCC confirms that the burning of fossil fuels generates greenhouse gases that are producing a global climate change. The conclusions of the IPCC, however, are disputed by some, including the Heartland Institute.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6a/55cnc2a.jpg": "Earth is approaching the inner limit of the habitable zone around the Sun, according to scientists. Once outside this area, the heat of the Sun will be so great that it will make life on Earth impossible. Scientists estimate this will happen within several billions of years, when our Sun ages and increases its size.",
    "https://upload.wikimedia.org/wikipedia/commons/1/10/The_Rolling_Stones_Summerfest_in_Milwaukee_-_2015.jpg": "The term “fracking” is now in fashion in the U.S. and in Europe, and it is increasingly so in Mexico. It is used to facilitate the extraction of gas and oil from non-conventional deposits. “Fracking’ is, however, a highly controversial technology, which suffers a strong rejection by environmental groups.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/TevereCastello-PonteSantAngelo.JPG": "Wolves have often been considered the incarnation of evil. Researchers from the University of Parma, Italy, found that wolves howl to communicate with other wolves. They found that the number of howls was in direct relation to the hierarchy that the segregated wolf had in the group. Researchers did not find a clear relationship between the level of stress and the frequency of the howls.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Desembarco_de_Col%C3%B3n_de_Di%C3%B3scoro_Puebla.jpg": "Spices were one of the most valuable Asian goods for Europeans. Some consider that they were the main motivation for travel. A study of mineral remains of food preserved in prehistoric peroles found in the western Baltic region. These remains, aged between 5750 and 6100 years, correspond to seeds of garlic herb.",
    "https://upload.wikimedia.org/wikipedia/commons/1/19/Oceano_Atlantico.png": "The Anglican cathedral of the city of Christchurch in New Zealand was partially destroyed by a earthquake. The new cathedral is the work of the Japanese architect Shigueru Ban. The body of the building is formed by 98 cardboard tubes of 60 centimeters in diameter and 20 meters in length. According to its designer, the construction will have a life time of 50 years.",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Lelightbulbs.jpg": "On July 22, NASA released a photograph of the Earth taken three days earlier from Saturn by the Cassini probe. In order to promote interest in space and achieve greater support for its projects, NASA invited the general public through its website to say “hello” to the camera at the time of taking the photograph. 20,000 people responded.",
    "https://upload.wikimedia.org/wikipedia/commons/5/56/%C2%ABDiccionario_de_la_lengua_espa%C3%B1ola%C2%BB_%282014%29.jpg": "Despite what Hollywood says, it is highly unlikely that the full moon will have the power to transform a person into a werewolf. More likely this will not pass from being another invention of the film industry, based on European folklore. Some argue, however, that the Moon does influence humans, although not in such a dramatic way as to turn us into monsters.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ce/Buque_de_perforaci%C3%B3n_%28Drill_Ship%29_PACIFIC_KHAMSIN%2C_a%C3%B1o_2013%2C_fondeado_en_Tenerife.JPG": "The oil industry in Mexico was on the rise when López Velarde wrote Suave Patria (1921) Oil also had to become a source of calamities of all kinds as we all know. Industrialization, however, also has its negative aspects. The prototypic example in this sense is global warming.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f4/Soyuz_TMA-5_launch.jpg": "The Baikonur Cosmodrome, founded in 1955, has played a prominent role in the space age. The rockets that orbited the first artificial satellite – the Sputnik I – and the bitch Laika, the first animal to travel into space, were also placed in orbit by Baikoiur. Russia, however, has decided to build a space port in its territory, in order to ‘ensure access to space’",
    "https://upload.wikimedia.org/wikipedia/commons/4/48/Basketball.jpeg": "In 1863, London’s football clubs and schools gathered in a tavern in the centre of the British capital to unify the rules of the game. Compared to its close relatives, rugby and American football, football looks like a less dangerous sport. A feature of football, however, is the use of the head to hit the ball.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d7/Unidentified_disease_on_potato_leaf.jpg": "Irish emigration, which existed since the beginning of the nineteenth century, accelerated in the decade of the forties of that century by the plague. The famine that followed the plague caused the death of one million Irishmen and the emigration of another. Research that unraveled the origin of the famine in Ireland are examples of how modern genetics can help us to unravel traumatic events of the past.",
    "https://upload.wikimedia.org/wikipedia/commons/3/39/Luigi_galvani.jpg": "Researchers from Oxford University in England offer students a solution to their math problems. They stimulate a particular region of their brain by means of light electrical shocks. The relationship between electricity and living matter was discovered at the end of the 18th century. The electrical currents employed are, however, very small, so that the technique is not traumatic.",
    "https://upload.wikimedia.org/wikipedia/commons/5/52/MomiaChinchorro.jpg": "A mummified body was found in a church in La Noria, Chile, in 2003. DNA study of the body carried out by Stanford University in the U.S. showed conclusively that it was human remains. In recent weeks it was broadcast in the United States media on the occasion of the promotion of the documentary “Sirius”",
    "https://upload.wikimedia.org/wikipedia/commons/8/8c/Koekjestrommel_open.jpg": "According to WHO, in 2008 more than 14 billion adults over 20 years old were overweight. Of these, 200 million men and 300 million women – more than 10% of the adult population – were obese. The global obesity epidemic is due to excessive consumption of foods rich in fats and carbohydrates, as well as lack of physical exercise.",
    "https://upload.wikimedia.org/wikipedia/commons/4/45/A_small_cup_of_coffee.JPG": "Self-medication, understood in a broad sense, is certainly a widespread practice. In some extreme cases, self-medicating is practiced even more serious situations. This includes the use of antibiotics without medical prescription, a practice that until a few years ago was possible in France.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/Edgar_Allan_Poe%2C_circa_1849%2C_restored%2C_squared_off.jpg": "\"The Murders of Morgue Street\" was published by Poe in 1841, half a century before Juan Vucetich in Argentina first used fingerprints – which are unique to each person – to solve a criminal case. After a century Poe would have taken 150 years to be born, he would have known that each individual could also be identified by his genetic code.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bc/Namib_desert_MODIS.jpg": "The origin of the Namibian fairy circles has been a mystery. The central area of these circles is devoid of vegetation and is delimited by a strip of high grass. Fairy circles are located in a region with very low rainfall in which plants absorb scarce rain and prevent them from reaching the termites.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b2/N%2C7.jpg": "NASA announced that the problem with the computer program that controls the Martian explorer “Curiosity” had been solved, and that within a few days it would resume its normal operation. Curiosity has two identical and redundant computers. Explorer control carries out one of these two computers, while the other acts as backup in case of need.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bc/Krunkwerke_-_IMG_4515_%28by-sa%29.jpg": "Japanese scientists studied the rings of the trunk of two cedars on Yaku Island in southern Japan. They found that the rings corresponding to the years 774-775 A.D. show an increase of 1.2% in their carbon concentration 14. The rise in the concentration of carbon 14 was then due to an increase in the intensity of radiation from outer space.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e8/Lake_Vostok_Sat_Photo_color.jpg": "Russian scientist Serguei Bulat claims to have found a new type of bacteria in Lake Vostok in Antarctica. The existence of the lake was suspected since the 1950s, but not confirmed with certainty until four decades later by radar images taken from space. The forum for disseminating and discussing a scientific finding is not, of course, the one offered by the mass media, writes Alexander Nekrassov.",
    "https://upload.wikimedia.org/wikipedia/commons/f/fa/Cerebrum_animation_small.gif": "Researchers in the U.S. and Brazil have shown that a rat can communicate its thoughts to another rat in a laboratory in Natal, Brazil. The two rats were implanted with electrodes in the brain, through which it was possible to access the electric impulses that the same generates. The electrodes also allow the brain to be stimulated by means of external electrical impulses.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9f/Valdivia_after_earthquake%2C_1960.jpg": "The asteroid or meteoroid that penetrated the atmosphere of our planet on Friday, February 15th, exploded about 20 kilometers high over the Cheliabinsk region in the Ural Mountains. The asteroid had a weight of between 7,000 and 10,000 tons, and by disintegrating it would have dispersed a huge amount of fragments to the delight of collectors.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7b/Schlierenfoto_Mach_1-2_Pfeilfl%C3%BCgel_-_NASA.jpg": "In 1927, Leonid Kulik found evidence that a large asteroid had fallen 19 years earlier. Kulik knew from rumors of inhabitants of the region around Tunguska, that in 1908 a ball of fire had been seen in the sky that exploded with great noise. According to NASA, the Chelyabinsk asteroid had a size of between 15 and 17 meters, with a corresponding weight between 7,000 and 10,000 tons.",
    "https://upload.wikimedia.org/wikipedia/commons/5/57/Cr%C3%A1ter_de_Chicxulub.jpg": "Specialists investigate the past from multiple approaches, taking advantage of circumstances and using the most diverse techniques. In this sense, we can bring to light the episode concerning the mass extinction of species – including dinosaurs – that occurred approximately 65 million years ago. As analytical techniques of all kinds are developed and increasingly sophisticated, multiply and become more sophisticated.",
    "https://upload.wikimedia.org/wikipedia/commons/1/19/Tombouctou.jpg": "Timbuktu was for Europeans an exotic, mysterious and fabled place, while one of the most distant and inaccessible places in the world. Such was the fascination of Europeans by Timbuktu, that the Geographical Society in Paris offered a prize 10,000 francs to that European who arrived to that city and returned safely and safely to tell it.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9b/Krasnoyarsk_hydroelectric_station.jpg": "The concentration of carbon dioxide in the Earth’s atmosphere has increased steadily since the beginning of the industrial revolution two centuries ago. Today, this concentration is 390 parts per million, which is 37% higher than that of 1880. Alternative energies available to replace fossil fuels include hydroelectric, wind, nuclear, geothermal, biomass.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8b/GreenMountainWindFarm_Fluvanna_2004.jpg": "2012 was the 10th hottest year in the world since 1880, the last year from which annual temperature records covering the entire planet are kept. 2012 was on average, according to the NOAA, 0.57 degrees Celsius hotter than the average global temperature throughout the 20th century. This, experts consider, is indicative of the global warming that currently suffers the Earth.",
    "https://upload.wikimedia.org/wikipedia/commons/3/38/The_Woodlands_College_Park_Front_Image.jpg": "The Central Building of the Autonomous University of San Luis Potosí is one of the oldest buildings in the city. It was built in the seventeenth century as the headquarters of the College of the Society of Jesus. In 1923, Governor Rafael Nieto brought this institute together with the Normal School and the Civil Hospital to form a single autonomous institution.",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/International_Space_Station_after_undocking_of_STS-132.jpg": "The Virgin Galactic company offers places on its six-seater SpaceShip2 ship for the modest price of $200,000 per person on a round trip. Virgin Galactic flights – starting on a date not yet determined – will have a duration of 2 hours and will reach a height of 110 kilometers.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6b/Portrait_de_Suzanne_Valadon_par_Henri_de_Toulouse-Lautrec.jpg": "There are numerous recipes to alleviate the consequences of the party of the previous night. Among the most well-served remedies in our country are: a dish of often, a very spicy chilaquiles, and a soup of equally spicy shrimp. Other options include orange or tomato juice, honey with lemon, a light meal – toasted bread – or greasy – bacon sandwich.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b7/KhonsuTemple-Karnak-RamessesIII-2.jpg": "The death of Pharaoh Tutankamon, who reigned in Egypt more than three thousand years ago, has also been a cause of speculation. Forensic research work, thousands of years away from the criminal event – which was widely commented on in days past by the mass media – appeared this week in the British Medical Journal.",
    "https://upload.wikimedia.org/wikipedia/commons/b/bd/TeilhardP_1955.jpg": "The Piltdown Man turned out to be a fraud and the pieces of skull actually belonged to a modern man, while the jaw and teeth were of an orangutan. The fraud was carefully planned and more carefully executed; so much that it took 40 years to make it clear. It is still a mystery, however, who or who were the authors.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d5/Tragelaphus_strepsiceros_%E2%99%82_%28head%29.jpg": "The number of rhinoceros killed by poachers has increased significantly in the last five years, says Andreas Schmitz. Rhino horns, which by weight are worth more than gold, are in demand in Asia for their supposed healing properties, he says. It should be noted that the most abundant rhino species is the white rhino, which is estimated to live about 20,000 individuals.",
    "https://upload.wikimedia.org/wikipedia/commons/0/06/Tikal_Temple1_2006_08_11.JPG": "Some experts have associated the collapse of the Mayan civilization with prolonged episodes of drought. A 56-centimeter long stalagmite was found in a cave in Belize. Researchers were able to determine with great precision when periods of humidity and extreme drought occurred in a period of time during which the formation of the stalagmit occurred.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1c/SanJose_Infobox_Pic_Montage.jpg": "Study: Decision of an owner to install solar panels in his house is influenced by panels that his neighbors may have installed in their respective homes. Bollinger and Gillinham’s conclusion is derived from a study of the solar domestic facilities in the area of San Francisco Bay, California, which extends to the Silicon Valley.",
    "https://upload.wikimedia.org/wikipedia/commons/4/41/Angkor_Wat.jpg": "Angkor Wat is a temple of great relevance to Cambodia. Its image is printed on the flag of that Southeast Asian country. The urban complex of Angkor was extending along and across an area of more than 1,000 square kilometers. This makes it the largest low density urban seat in the pre-industrial world.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/3/3f/Measles_US_1938-2019.png/1024px-Measles_US_1938-2019.png": "British physician Andrew Wakefield was accused of inappropriate scientific conduct. Wakefield’s article and collaborators added to the growing number of scientific reports that had been withdrawn from circulation. The researchers found that the number of articles removed for all causes is increasing. Scientific fraud, which is the majority cause, has increased by a factor 10 since 1975.",
    "https://upload.wikimedia.org/wikipedia/commons/3/35/YuanEmperorAlbumGenghisPortrait.jpg": "Eight centuries ago Gengis Kan embarked on military campaigns that, in the course of just two decades, extended the boundaries of the Mongol Empire. Experts explain that the reason for the success of Mongols resided in the military tactics that they employed. Excess humidity would have caused more grass growth than usual and allowed support, both to horses employed in the war enterprises.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9e/D%C3%BCsseldorf_Hofgarten_2009.jpg": "The Antarctic continent is the coldest place on Earth. The lowest temperature ever recorded was observed in 1983: less than 89 degrees Celsius. The Antarctic ice layer is also interesting because under its surface a large number of underground lakes are located. The largest of them, Lake Vostok, is of dimensions equivalent to Lake Ontario and is the seventh largest lake on the planet.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b2/M%C3%BCnchen_-_Max-Planck-Gesellschaft.JPG": "In 2010 scientists announced the discovery of fossil remains of a girl of more than 50,000 years old, in a cave in southern Siberia. The remains are of a species other than the Neanderthal but closely related species, which has become known as Denisovana. DNA has been relatively well preserved by the cold prevailing in the cave where they remained for tens of thousands of years.",
    "https://upload.wikimedia.org/wikipedia/commons/1/13/Mars3_iki.jpg": "On August 6, the explorer “Curiosity” entered the atmosphere of the planet Mars in a controlled manner. He has begun by sending photographs of the Martian surface, first in black and white, and then in color and high definition. There are already twelve Earth ships that have reached the surface of our neighboring planet in one way or another.",
    "https://upload.wikimedia.org/wikipedia/commons/d/da/Contenedores_de_residuos_en_Buenos_Aires.JPG": "The old Yankee baseball stadium in New York was demolished in 2009 to give rise to a park. This stadium was inaugurated in 1923 and served as a home for 85 years to the Yankees of Babe Ruth, Joe Dimaggio and Mickey Mantle. The demolition of the old stadium of the Yankees can also be seen in the context of the waste it produced.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8b/Ebers7766.jpg": "Nuclear waste is stored in pools in the same reactors that produce them, or in their vicinity. The danger that this practice represents became evident during the accident of the nuclear power plant in Fukushima. French researcher Patrick Charton presented a possible solution to the problem at the “Euroscience Open Forum” in Dublin.",
    "https://upload.wikimedia.org/wikipedia/commons/a/af/Deafness_and_hard_of_hearing_symbol.png": "The death of a famous character is by itself a cause of curiosity. This curiosity, moreover, is not reserved for recently deceased people. The case of Lenin, who died with convulsions at the age of 53 in January 1924, was studied before Lenin died in a disabled bed without being able to speak of not being monosyllable. Beethoven suffered throughout his life from a whole catalogue of diseases, including smallpox, typhus and gout.",
    "https://upload.wikimedia.org/wikipedia/commons/9/92/Umspannwerk-Pulverdingen_380kV-Trennschalter.jpg": "The US company Abound Solar, which manufactures solar panels, announced this week that it will file a bankruptcy claim. That company had received a $400 million loan guarantee from the U.S. Department of Energy for the construction of two solar panel manufacturing plants in Colorado and Indiana. The loss will be absorbed by the taxes paid by US workers.",
    "https://upload.wikimedia.org/wikipedia/commons/1/12/Buddy_Holly_%26_The_Crickets_publicity_portrait_-_cropped.jpg": "The 1960s witnessed one of the most notable events in the history of popular music. The so-called “British Invasion” to the United States began in 1964 with the arrival of the Beatles. Rock and Roll, in turn, had its roots in black music from the south of the US.",
    "https://upload.wikimedia.org/wikipedia/commons/4/43/Gullivers_travels.jpg": "Jonathan Swift describes in ‘The travels of Gulliver’ the features of the protagonist in the country of the Liliputenses, similar to humans but only 15 centimeters high. According to Swift, the proportions of the body of dwarfs and giants would have been the same as those of our species.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Dszpics1.jpg": "Mexico is currently suffering an episode of drought that plagues several states in the center-north. It is not clear whether this drought is caused by climate change, as a major one of the world's population is suffering. Global warming, apart from the expected climate effects, could also have less obvious impacts.",
    "https://upload.wikimedia.org/wikipedia/commons/1/12/1925_Ford_Model_T_touring.jpg": "The car has reached in many places in the world a predominant place and has become something indispensable and highly appreciated. In its first years of existence, the cars were often classified in the United States as dangerous vehicles. The street was conceived as a space for pedestrians – in which even children could play – cars were dangerous intruders.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e9/Fighting_Nyalas.JPG": "Special issue of \"Science\" magazine looks at conflicts between humans and the violence that they derive. One article describes the finding of a series of mass graves near the site known as Tel Brak in the northeast of Syria, near the border with Iraq. This is based on the fact that the tombs did not contain remains of women, children or elderly people.",
    "https://upload.wikimedia.org/wikipedia/commons/d/dc/Cuba_flag.png": "Cuban parents are giving their children invented names that are not rarely extravagant, to say the least. In some cases these are obtained by combining, more or less creatively, common names of their own. The most frequently used was “Roentgenogram,” which was replaced by the word X-ray.",
    "https://upload.wikimedia.org/wikipedia/commons/9/97/Discus_Thrower_Copenhagen.jpg": "Researchers from the University of British Columbia, in Canada, conclude that the strength of religious beliefs can be diminished by manipulations that induce analytical thinking. Intuitive thinking is immediate, while analytical thinking is delayed and involves a certain process of reasoning. Both types of thought coexist in our minds, although analytics can be imposed on the intuitive in certain circumstances.",
    "https://upload.wikimedia.org/wikipedia/commons/3/34/Embalse_Guri.JPG": "Some geophysicists maintain in relation to the Wenchuan earthquake, China, which in May 2008 – a little before the Beijing Olympics – killed 80,000 people. The earthquake would be related to the Zipingpu dam near the epicenter of the tremor.",
    "https://upload.wikimedia.org/wikipedia/commons/2/29/Cristales_cueva_de_Naica.JPG": "In contrast to humans, atoms are more flexible and the order within a material is determined by the way it was treated in the past. There are both ordered and disordered materials: the former are called crystals and the latter amorphous. The most striking example of natural crystal, on the other hand, is located in a cave in the state of Chihuahua.",
    "https://upload.wikimedia.org/wikipedia/commons/9/95/New_shot_of_Proxima_Centauri%2C_our_nearest_neighbour.jpg": "In the work “The Chronicle of Nuremberg”, published in Germany in 1493, we find illustrations of monstrous, supposedly human beings who would have lived in the confines of the then known world. Monsters with human characteristics were not, of course, invented by the Chronicle, and on the contrary they have been a constant in our history.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7a/Limpieza_de_ventanas_en_la_calle_Peter%27s_Hill%2C_Londres%2C_Inglaterra%2C_2014-08-11%2C_DD_128.JPG": "In the mid-19th century, the two maternity clinics of the General Hospital of Vienna showed rates of mortality due to puerperal fever that were inexplicable at first sight. The mystery was solved by Ignaz Semmelweis, a physician associated with those clinics, who offered a surprising explanation at the time.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3c/3phase-rmf-320x240-180fc.gif": "Perpetual motion machines would, of course, solve many of the problems that afflict our planet, such as the timely supply of oil to countries that need it. These machines would operate at a very low cost, in addition to not contributing to environmental pollution because they do not use fuel.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b0/Ruche_artificielle.jpg": "The adventurous spirit is, of course, not unique to Europeans nor has it been given only at a particular time. Despite their prevalence, the spirit of adventure is not widespread and, on the contrary, it is an attribute of only a minority. Researchers found that among bees there are also differences that we could classify as personality. These differences make a minority more daring than the rest when undertaking new adventures.",
    "https://upload.wikimedia.org/wikipedia/commons/3/34/Adult_deer_tick.jpg": "In 1991 two German climbers discovered the corpse of a man semi-buried on the ice in the Alps of Ötztal. The man in question – later baptized as “Ötzi, the Ice Man’ – lived and died in the Copper Age. Ötzi died a series of fortunate circumstances helped to preserve his remains for thousands of years.",
    "https://upload.wikimedia.org/wikipedia/commons/9/9f/Sir_Isaac_Newton_1702.jpg": "With more than 1.2 billion inhabitants, India is after China the second most populous country on Earth. India is making efforts to develop in a comprehensive manner in all scientific and technological areas. India also has a vigorous space program that includes plans to put astronauts into Earth orbit – and even beyond.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4e/John_Harvard_statue.jpg": "New device allows controlled release of a drug for the treatment of osteoporosis. The capsule is implanted inside the body and the release of the drug is programmed wirelessly by means of an external computer. Device could be used to administer drugs for other diseases, including cancer.",
    "https://upload.wikimedia.org/wikipedia/commons/6/62/Scott_of_the_Antarctic_crop.jpg": "Antarctica is the coldest and inhospitable continent, with an average temperature of 17 degrees Celsius below zero during the year. Under Antarctic ice, at a depth of several kilometres, there are huge lakes that have not been explored until now. Among these the largest is Lake Vostok, which has an extension of similar to Lake Ontario, on the border between the United States and Canada.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a2/HR_8799_Orbiting_Exoplanets.gif": "NASA announced the discovery of 11 planetary systems in our galaxy that include a total of 26 new planets. Each of the new solar systems includes two to five planets, with translation periods around their respective stars between 6 and 143 days. This discovery was made by NASA’s Kepler spacecraft, launched into space in March 2009 in an orbit around the Sun.",
    "https://upload.wikimedia.org/wikipedia/commons/c/c7/Small_sipix_ubt.jpeg": "The Wall Street Journal reported that the Eastman Kodak company would be declaring bankruptcy at the end of this month of January or at the beginning of February. This would mark the fall of a company that greatly contributed to the development of photography and the film industry as we know them today. George Eastman – the founder of Kodak – invented the amateur photographer that almost all of us have inside.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1b/Violin_VL100.png": "In June last year the violin “Lady Blunt’ was auctioned in the astonishing amount of $16 million. Other violins manufactured by Antonio Stradivari, Giuseppe Guarneri have reached auction prices of millions of dollars. Contrary to traditional belief, there might not be anything special in Cremona violinists.",
    "https://upload.wikimedia.org/wikipedia/commons/7/7f/Influenza_A_-_late_passage.jpg": "Researchers in Rotterdam have created a variant of the H5N1 virus. The virus has a high mortality rate and can spread easily between people. The U.S. government has asked the editor of a journal to delete details of the research. The argument is that detailed information of the techniques used could be used by terrorist groups.",
    "https://upload.wikimedia.org/wikipedia/commons/5/52/Tipos_de_azules.png": "A group of researchers from universities in Europe and the U.S. carried out an investigation regarding group decision-making processes in matters of collective interest. The results of the research, led by Iain Couzin of Princeton University, indicate that, while a minority with firm ideas may guide the sense of the collective decision, this is not necessarily the case if there is a minimum of uninformed members in the group.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a2/Mammal_Diversity_2011.png": "North Korean team defeated Italy, which was one of the strongest teams in the competition. A joke emerged that the Koreans had won because during the interruption of half-time the coach had completely replaced the players with others of refreshment. If football had originated in North Korea instead of England, the same joke might well have originated but in the opposite direction.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1d/Masses_of_Jovian_moons_es.png": "Russian ship Phobos-Grunt, launched into space on November 8, has trouble carrying out the mission entrusted to it. Another news about Mars was the successful launch yesterday – at a cost of $2.5 billion – of the explorer Curiosity to this planet. Curiosity is a NASA vehicle with a weight of about a ton, which will explore for a period of two years the Martian nuclear-powered surface.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2b/Le%C3%B3nidas_en_las_Term%C3%B3pilas%2C_por_Jacques-Louis_David.jpg": "Ants wage ferocious wars, both against different species and against other colonies of their own species. Ants employ some attack tactics similar to those used by our military strategists, writes Mark Moffett. Moffett writes that, with their jaws as a deadly weapon, the tiny ants acting in a group can kill thousands of times larger animals.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a4/Emile_Salmson_watercooled_radial_engine_1915.jpg": "The Peel P50 measures 1.3 meters long, 1 meter wide, 1.2 meters high and weighs only 59 kilograms. It can only transport one person – in a comfortable position, by the way. Nano car has dimensions of only 4x2 nanometers – a nanometer is the one thousand millionth part of a metre.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0f/Monte_Verde_24.JPG": "It is commonly assumed that the American peoples originated in an advance that crossed from Asia to America some 15,000 years ago. To survive, the Colvis were engaged in the hunting of the megafauna, which included mammoths and mastodons of several tons of weight. They had so much success in this activity that, according to some experts, they ended up extinguishing these great animals.",
    "https://upload.wikimedia.org/wikipedia/commons/1/15/Yersinia_pestis_fluorescent.jpeg": "In the middle of the 14th century Europe suffered an epidemic of bubonic plague known as the “Black Death” The bacteria that caused it reached the European continent on board a ship coming from the Black Sea, landing through a port in southern Italy. It is estimated that in the epidemic it could have killed up to 50% of the population of Europe.",
    "https://upload.wikimedia.org/wikipedia/commons/2/23/12_Vista_general_del_techo_de_pol%C3%ADcromos.jpg": "In 1879 an amateur archaeologist discovered the famous paintings of the Altamira cave, near Santillana del Mar in northern Spain. The cave was isolated from the outside for 13,000 years by a collapse in its entrance. In 1982 it was reopened, but limiting the number of visitors per year to 11,000. In 2002 it was closed again and has remained so far.",
    "https://upload.wikimedia.org/wikipedia/commons/9/96/Schnorr_von_Carolsfeld_Bibel_in_Bildern_1860_007.png": "Sociologists at Cornell University in the U.S. looked for answers to questions like these through the study of millions of messages sent through the social network Twitter. The results that the study gave are both interesting and expectable. It is found, for example, that the best mood days are on Saturdays and Sundays, which are precisely the days on which no work is done.",
    "https://upload.wikimedia.org/wikipedia/commons/3/34/Friccion.png": "NASA confirmed the re-entry of the UARS satellite at an undetermined point in the North Pacific during the early morning of last Saturday. It was not expected that the six-ton satellite, the size of a bus, would fall just like the surface of the Earth. NASA predicted that most of the satellite's mass would disintegrate into the atmosphere. In the fall, however, the most friction-resistant parts would generate 26 fragments.",
    "https://upload.wikimedia.org/wikipedia/commons/4/40/SterkfonteinCave.jpg": "Charles Darwin defended the hypothesis that our human species and the great apes share a remote ancestor. Darwin assumed that this ancestor lived in Africa, because it is on this continent where chimpanzees and gorillas live. Today numerous fossils have been discovered showing the evolutionary line that has given rise to our species “Homo sapiens”",
    "https://upload.wikimedia.org/wikipedia/commons/1/18/Caliper_detail_view.jpeg": "The Vergara Code was developed by indigenous experts in 1543-1544. It includes a census of agricultural properties in the village of Tepetlaoxtoc, near Texcoco. Sumerians and Egyptians knew how to measure surfaces in times that go back several thousand years in the past.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ac/Valladolid_colegio_San_Jose_instalaciones_deportivas_1_lou.JPG": "Some experts think that formal education of children should start at the preschool level. A study in the U.S. shows that preschool education can influence the quality of adult life. The study was conducted in Chicago, Illinois, with a total of 1,539 children from low-income families.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0f/Syracuse_Philistis_Tetradrachm_218_BC_80000114.jpg": "According to legend, King Hierón II of Syracuse asked Archimedes to find out if the crown he had recently acquired was actually of gold as it was supposed. The king suspected that the craftsman who made it had deceived him and that the crown was partly of silver. For a long time we considered that the ability to conceive creative solutions was unique to humans. Now we know that it is shared to some degree by certain animals.",
    "https://upload.wikimedia.org/wikipedia/commons/c/ce/Nagasaki_City_view_from_Hamahira01s3.jpg": "On Tuesday, August 9, the 66th anniversary of the atomic bombing of Nagasaki at the end of World War II was commemorated. The accident of the Fukushima reactors caused by the earthquake and subsequent tsunami that ravaged the northern coast of Japan last March has changed the mood of the Japanese in relation to nuclear power.",
    "https://upload.wikimedia.org/wikipedia/commons/1/18/Ambassadors_training_13.JPG": "Parrots in captivity can remarkably imitate the human voice. The research of parrots and their ability to imitate voices could be of great use in explaining the process by which we acquire our ability to speak. Parrots could help unravel the origin of human speech, a matter in which experts do not yet agree.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f8/Agave_lechuguilla.jpg": "According to experts, the agave has many virtues that could be exploited to mitigate the energy and climate crisis that the world is going through. Agave is adapted to dry climates, not conducive to agriculture and an increase in the production of this plant could be carried out in lands that would otherwise not be under cultivation.",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Space_Shuttle_Program_Commemorative_Patch.png": "With the landing of the Atlantis spacecraft on 21 July at 5:57, Florida time, the space shuttle era was brought to an end. During this era, which was extended for thirty years, a total of 135 space missions were carried out. The cost per mission of the ferry program is equivalent to the cost of building the Khalifa tower in Dubai.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1d/Benedicto_XVI%2C_2011.jpg": "The Internet is making us “float” to memorize facts that can be consulted through the network. In an experiment, questions were asked to participants who had to be answered with a yes or a no. Those who were told that what they had written would be deleted would remember better the questions.",
    "https://upload.wikimedia.org/wikipedia/commons/2/24/Through_the_Looking-Glass.jpg": "A study by the University of Indiana supports the hypothesis of the Red Queen. The Red Queen was inspired by Lewis Carroll’s novel “Alicia through the Mirror” published in 1871. Through the mixing of the genes of the father and the mother, genetic diversity is generated. This contributes to the defense of the species against parasitic organisms.",
    "https://upload.wikimedia.org/wikipedia/commons/6/6e/TerraformedMarsGlobeRealistic.jpg": "Mars has always exercised a great fascination over us and has fantasized about the existence of Martian civilizations. The conditions on the surface of Mars are completely different from those prevailing on Earth. To continue with the exploration of Mars, NASA has at its door the launch of the “Curiosity” probe.",
    "https://upload.wikimedia.org/wikipedia/commons/2/28/Rubens_old_man_dsc01655.jpg": "According to an article published on 22 June, it is possible to determine the age of a person with a precision of five years. As we age, DNA undergoes changes of various kinds, according to researchers at the University of California in Los Angeles. As a means of masking aging, the industry of surgeries has flourished to rejuvenate.",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/Binnengasthuis_Area.jpg": "Study shows that the best mathematics teachers in high school are generally those who know the most about the subject. U.S. high school students are not particularly successful in international mathematics tests. The article in question points out that the United States does not produce enough competitive mathematics teachers internationally.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b9/%E0%B4%95%E0%B5%87%E0%B4%B1%E0%B5%8D.jpg": "Molina: Industrial development has had a negative global impact that is changing the face of the planet. The level of aquifers has declined between 2002 and 2008 at a rate of 30 centimetres per year. In the coming decades the world could well suffer a crisis due to the lack of vital liquid.",
    "https://upload.wikimedia.org/wikipedia/commons/5/57/Honor%C3%A9_Daumier_003.jpg": "Researchers found that bad fame influences the visibility of an individual. Bad behavior helped to have greater notoriety. According to experts, however, gossip plays an important role by providing social cohesion. Recognizing this latter may help us to reduce positions of conscience if at some point we come to surprise “cohesioning” our society.",
    "https://upload.wikimedia.org/wikipedia/commons/4/44/Placa_ojotsk_amuria_es.JPG": "Japan is located at the confluence of four tectonic plates and is therefore one of the countries with the most seismic activity in the world. Experts were taken by surprise by the magnitude of the earthquake of March 11, which has been the most intense since records were kept. The northeast coast of the island of Honshu has historically had a great seismic activity.",
    "https://upload.wikimedia.org/wikipedia/commons/7/70/Hkstarferry.JPG": "The space shuttle “Endeavour” was scheduled to take off on its last flight into space on 29 April, but technical failures have forced the suspension of that take-off on three occasions. At the end of the program, NASA will have carried out 135 space trips from the inaugural flight of the “Columbia’ in April 1981.",
    "https://upload.wikimedia.org/wikipedia/commons/6/63/Camponotus_sp._ant.jpg": "The ants of the species “Solenopsis invicta” have infested the south of the United States since the 1930s. They group and form with their bodies a floating raft that sails until they find land and can land safely. Ants are denser than water and in principle could not float.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a3/Bp_Logo_in_Bird_Nest_-_panoramio.jpg": "On April 20, one year after the explosion of the “Deepwater Horizon” oil rig in the Macondo well off the Louisiana coast, 11 were killed and 5 million barrels of oil spilled in the Gulf of Mexico. This is a conclusion reached by a committee of seven people appointed by President Obama to determine the causes of the accident. On the other hand, since March 11, there is an emergency situation with the four nuclear reactors of the Fukushima I nuclear plant.",
    "https://upload.wikimedia.org/wikipedia/commons/8/8c/Walton%27s_Five_and_Dime_store%2C_Bentonville%2C_Arkansas.jpg": "A laser-free day would largely equal a day without the Internet. There would also be no medical applications of lasers such as myopia surgery or tumor treatment. Dr. Daniel Malacara, founder and first director of the Optics Research Center, was one of the pioneers of Optics in our country.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3f/Composite_image_of_male_chimpanzee_%28left%29_and_male_bonobo_%28right%29.jpg": "According to news in the British press, chimpanzee meat is sold illegally in restaurants and street stalls in Britain. It is transported to the country from the African equatorial forests through a “French connection” via Charles de Gaulle airport in Paris. IUCN estimates that there is currently a total population of between 170,000 and 300,000, which, however, is shrinking at an accelerated rate.",
    "https://upload.wikimedia.org/wikipedia/commons/e/eb/Pulitzer_Prizes_%28medal%29.png": "American writer Pearl S. Buck, Nobel Laureate in Literature 1938, published in 1931 the novel “The Good Land” with which she won the Pulitzer Prize a year later. In this novel Buck tells the story of Wang Lung, a Chinese peasant who, based on work, determination and skill, managed to overcome the condition of poverty.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e6/Casaamazonica.jpg": "The Amazon basin covers an area of 7 million square kilometers of which 80% – almost three times the surface of our country – correspond to the Amazon rainforest. In the years 2005 and 2010 the Amazon basin suffered severe droughts that could occur only “every hundred years’",
    "https://upload.wikimedia.org/wikipedia/commons/1/1f/Nofretete_Neues_Museum.jpg": "Egypt has requested Germany to return the famous bust of Queen Nefertiti. The bust was discovered by the German archaeologist Ludwig Borchardt in Amarna in 1912. It was transferred to Germany on the basis of an agreement established in order to divide between Egypt and Germany the archaeological pieces.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f0/Hamerschlag_Hall_CMU.jpeg": "Researchers from Carnegie Mellon University say it is possible to eat everything that we like without affecting our health. But part of the food that we ingest would have to be virtual; that is, it would be only in our imagination. Would this be a practical procedure to lose weight? It is not clear that it is, but if we have problems of overweight it might be worth proving it.",
    "https://upload.wikimedia.org/wikipedia/commons/5/51/Head_of_a_barbarian_Athens.jpg": "Swiss researchers have studied the variability of the European climate over the last 2,500 years. They found that there is a correlation between periods of time during which marked climatic variations occur, and the occurrence of major historical events. The study is relevant given the current conditions of accelerated increase in the global temperature that is there.",
    "https://upload.wikimedia.org/wikipedia/commons/e/ec/PhrenologyPix.jpg": "Survey: 80% of Mexicans think they have a lot of confidence in faith and very little in science. Almost 60% think that scientists can be “dangerous” because of their knowledge. In an apparent contradiction, about 80% think there should be more people working in research areas in Mexico.",
    "https://upload.wikimedia.org/wikipedia/commons/4/42/Blog_%281%29.jpg": "Controversy over finding of bacteria that can survive in arsenic-rich environment. Scientists from various research centers in the U.S. published an article in the journal “Science” The article has received a lot of criticism from other specialists – published in mass media and Internet blogs.",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/6/6e/Kyoto_Protocol_parties.svg/1000px-Kyoto_Protocol_parties.svg.png": "On December 11, the UN climate change convention concluded in Cancún, QR. This convention followed the one held at the end of last year in Copenhagen, Denmark. On this occasion, given the Copenhagen experience, there were no high expectations regarding the agreements that could be reached.",
    "https://upload.wikimedia.org/wikipedia/commons/2/26/Pisatest.jpg": "The PISA test measures the knowledge and skills of 15-year-old students in three areas: reading, mathematics and science. The PISA-2009 test was dominated by Asian countries and Chinese “collaborating economies” Mexico in contrast, occupied 48 place among the 65 participants and the last place among 34 OECD member countries.",
    "https://upload.wikimedia.org/wikipedia/commons/0/0c/DNA_animation.gif": "In recent days, a good number of articles and comments were published in the written press. They speculated on the possibility that NASA would have found extraterrestrial life. Had this been true, it would have been one of the greatest scientific discoveries in history. The discovery had to do with microbes that inhabit the Mono Lake, in the state of California.",
    "https://upload.wikimedia.org/wikipedia/commons/1/16/Sam_Houston_at_San_Jacinto.jpg": "In the manifesto known as Plan de San Luis, Francisco I. Madero called for the uprising against the government of Porfirio Díaz on November 20, 1910. At the Battle of San Jacinto, the troops of Santa Anna were surprised by Houston when they were sleeping the nap, being defeated in 18 minutes.",
    "https://upload.wikimedia.org/wikipedia/commons/2/26/The_New_York_Times%2C_front_page_24_May_2020.jpg": "Until a few weeks ago, the fastest computer in the world was in Oak Ridge, USA. As of October 28, however, Jaguar XT5 was displaced by the Chinese supercomputer “Tianhe-1A” The Chinese machine is 40% faster than the U.S. machine.",
    "https://upload.wikimedia.org/wikipedia/commons/2/21/Antena_canal4.jpg": "Researchers from the Georgian Institute of Technology recorded dogs and wet rats on video. They measured the speed of their jolts by playing the video in slow motion. A tiller dog shakes its body between four and five times each second, while a mouse and a rat do it 18 and 27 times. In contrast, a wet bear is shaken and contorted 4 times per second.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3d/Graphite-233436.jpg": " Nobel Prize in Science is awarded to works that have not only represented discoveries and advances that have changed our lives. Graphene is presented in the form of extremely thin carbon foils, with a thickness of exactly an atom – and it is, of course, the least possible.",
    "https://upload.wikimedia.org/wikipedia/commons/2/20/AchenseeWinter05.JPG": "Study: 59% of women surveyed believe climate change is real, compared to 54% of men. Public belief in global warming affected by the theft of information from the Climate Research Unit server of the University of East Anglia in 2009. Public opinion will be fundamental to reduce carbon dioxide emissions to the atmosphere and bring our planet out of trouble.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ae/Drinking_water.jpg": "An article in the scientific journal Scientific American considers the effect that human activities have had, both on the environment and on the inventory of natural resources. The article establishes a time scale for various events that are predicted to occur in the next 100 years on a global scale. These include the effects of climate change on food production and the supply of drinking water, the depletion of mineral and energy resources, and the massive extinction of biological species.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e6/Ice_age_fauna_of_northern_Spain_-_Mauricio_Ant%C3%B3n.jpg": "The skeleton of the “Young Chan Hol”, as it is known, was found 542 meters inside a cave submerged at a depth of 8 meters. According to INAH, the skeleton of Chan Hol's Youth – which was recovered by 60 percent, including limb bones, vertebrae, ribs and skull – provides evidence of the first human migrations to our continent.",
    "https://upload.wikimedia.org/wikipedia/commons/0/08/Pollution_plastique_2.jpg": "The regulation of the Solid Waste Act of the Federal District came into force on 19 August. It prohibits commercial establishments from giving plastic bags to their customers. Plastics have commercially great advantages, as they are cheap, easy to mold and durable. But once discarded they can survive for a long time without degrading.",
    "https://upload.wikimedia.org/wikipedia/commons/7/79/Dampfturbine_Montage01.jpg": "One of the characteristics of the time in which we live is the increasing complexity of the technology around us. The development of biofuels, and in general efficient methods to take advantage of solar energy, is key to the Earth’s energy future. We can take advantage, on the other hand, of the skill and experience of nature as an engineer copying and adapting its designs for our purposes.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d3/B-29_in_flight.jpg": "On August 6, 1945, an American bomber B29 detonated a nuclear bomb on Hiroshima. Between 90,000 and 160,000 people died at the time of the explosion or in the course of a few months. Three days later – tomorrow will also be 65 years – a second atomic bomb was dropped on Nagasaki.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a4/Hurricane_Katrina_August_28_2005_NASA.jpg": "The hurricane “Alex’, which hit the northeast of our country at the beginning of this month of July, was the first tropical storm of the 2010 hurricane season in the Atlantic Ocean. There are those who argue that global warming, produced by the increasing concentration of greenhouse gases in the atmosphere, is responsible for the occurrence of “extreme” climate events.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ac/Retrato_de_Benito_Ju%C3%A1rez%2C_1861-1862.png": "Mexico has suffered great difficulties in achieving sufficient social and economic development. An insufficient educational system at all levels, and in particular at the higher level, has undoubtedly been a key element. It is not enough to transplant techniques and teaching methods developed in other latitudes without adapting them to the environment in which they will be applied.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b9/Oktopus-Orakel_Paul_mit_Schuh.JPG": "“Pulpo Paul’s” “psychic” powers have allowed him to predict the results of the six football matches that Germany has held to date in South Africa. To enable him to express his predictions, Paul is presented with two transparent containers, identified one with the flag of Germany and the other with that of the opposing country. The prediction of the winner is established when the octopus chooses one of the two vessels, opens the lid and eats the mollusk.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3e/Alcal%C3%A1_de_Henares_%28RPS_08-04-2017%29_Calle_WWW%2C_indicador.png": "The Internet had its origin in the so-called Arpanet network in 1969. It was not, however, until the year 1991 – when the “W” was created – that the Internet began to function as we know it now. Among other things, the Internet has revolutionized remote communications and has made the world smaller.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f6/EMBOTELLAMIENTO.jpg": "The number of motor vehicles in San Luis Potosí is growing rapidly. In 1988 little more than 66,000 vehicles were circulating in our city, this one year. This increase is in sharp contrast to the corresponding increase in the population of the city of less than 100% in the same period.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d6/Linbearbetning_masarns.jpg": "On June 13th, the Japanese Hayabusa probe returned to Earth after a 7-year journey to the Itokawa asteroid. Although it is not yet certain, the probe is expected to have returned to our planet with samples of asteroid material. The study of such samples would provide information about the origin of the solar system. The last country to enter the space club was Iran, in 2009.",
    "https://upload.wikimedia.org/wikipedia/commons/4/4a/PrestigeVolunteersInGaliciaCoast.jpg": "More than six weeks have passed since the Deepwater Horizon drilling rig was set on fire in the Macondo oil field off the Louisiana coast. As a result of the accident, the sinking platform caused an oil spill that to date has not been able to be controlled. The pollution caused by the “Deepwater Horizon” accident in the Gulf of Mexico now covers a larger area than that of the State of San Luís Potosí.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3b/Carter_leaving_Three_Mile_Island.jpg": "Nuclear energy is produced in 438 reactors, dispersed around the world. 54 reactors are currently under construction in the world and 148 more are under planning. Several private companies in the U.S. and Japan are developing nuclear reactors of reduced dimensions. Micro reactors would not be intended to compete directly with nuclear power plants.",
    "https://upload.wikimedia.org/wikipedia/commons/3/37/Wilson1900Fig2.jpg": "A group of researchers in the U.S. has managed to manufacture a cell by artificial methods. This would be proof that living matter is no more than an aggregate of atoms, says Frida Ghitis. Ghitis: We have to delay the definitive declaration of death of lifeistic ideas about the origin of life.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b7/Lichte_en_zwarte_versie_berkenspanner.jpg": "Genetic evidence of the crossing of our human species with the Neanderthal species, which would have occurred in the Middle East some 80,000 years ago. Neanderthal genome extracted from bones found in a cave in Croatia, which have an age of about 40,000. According to this study, the genome of modern man has contributions from the Neandertha genome, which demonstrates its hybridization.",
    "https://upload.wikimedia.org/wikipedia/commons/1/17/Vladimir_Lenin.jpg": "Bolivian President Evo Morales said transgenics and chicken meat are a cause of baldness in developed countries. The latter is due to the female hormones that are added to the food of birds in order to increase their growth. Morales' comments produced negative reactions around the world and were crossed out of no scientific basis.",
    "https://upload.wikimedia.org/wikipedia/commons/2/23/Lasers.JPG": "Next May, the laser, one of the greatest inventions of the 20th century, will be 50 years old. Its inventor was Theodore Maiman, who advanced to many other researchers in the race to build the first laser of history. Lasers are used to cut and solder metals, in optical tomography systems to see the inside of the human body and to measure atmospheric pollution.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a6/World_Bank_building_at_Washington.jpg": "The case of the account holder who sued Banamex Bank for payment of the interest on a 400 pesos deposit made in 1987. Inflation in Mexico in 1987 was higher than 100 % and a rate of return of 91.3 % was not unusual. Between 2004 and 2010 the accumulated interest went from 14 billion to 250.000 million pesos.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1a/Charles_Darwin_by_G._Richmond.jpg": "Study shows that humans reject social inequality more than the other way around. It shows that human beings have intrinsic tendencies that lead them to seek to reduce inequalities. The belief in an altruistic nature of the human race has not always existed, writes Frida Ghitis. Ghitis: The organization of the brain determines the behavior – moral or immoral – of an individual.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5d/Eug%C3%A8ne_Delacroix_-_Le_28_Juillet._La_Libert%C3%A9_guidant_le_peuple.jpg": "Vernor Muñoz Villalobos is the Special Rapporteur on the right to education of the UN Human Rights Council. He visited Mexico from 8 to 18 February. He criticized the relationship between the Ministry of Public Education and the teachers’ union that he described as “atypical simbiosis”",
    "https://upload.wikimedia.org/wikipedia/commons/3/3c/Bacino_imbrifero_Niceto.png": "Anti-climate change activists have criticized the action of the Intergovernmental Panel on Climate Change (IPCC) The criticism began last November when numerous emails stolen from the Climate Research Center of the University of East Anglia were “upped” to the Internet. In some mails there is even talk of concealing climate data that do not support the the thesis of global warming.",
    "https://upload.wikimedia.org/wikipedia/commons/0/04/Kluft-photo-Carrizo-Plain-Nov-2007-Img_0327.jpg": "Geosciences professor Robert Yeats predicted in January that a great earthquake would take place in Haiti. Yeats was not the only one that expected a catastrophe in Haiti like the one that eventually occurred. Other experts in the world considered it very likely. The contrast between the number of deaths and the material damage that occurred in San Francisco and Haiti was striking.",
    "https://upload.wikimedia.org/wikipedia/commons/6/67/World_population_density_1994.png": "The Conference on Climate Change, organized by the United Nations, will be held in Copenhagen, Denmark, from 7 to 18 December. During this meeting agreements on reducing greenhouse gas emissions into the atmosphere are expected to be reached. The Kyoto Protocol was not ratified by the U.S., which emits 20% of the total global emissions.",
    "https://upload.wikimedia.org/wikipedia/commons/b/b4/LLNL_BGL_Diagram.png": "IBM announced that it had managed to simulate in a supercomputer the brain of a cat. A billion neurons were simulated with 10 million million connections between them. Henry Markram of the Federal Polytechnic School of Lausanne, Switzerland, called it fraudulent. Markram leads the project “Blue Brain’ that seeks to develop a synthetic brain with capacity of a mammalian brain.",
    "https://upload.wikimedia.org/wikipedia/commons/7/79/Rio_Collage.png": "Brazil is the fifth largest country in the world, both in territory and in population. Most of the largest tropical forest on the planet – the Amazon rainforest – is located in its territory. Since 1980, Brazil has increased its oil production more than ten times and today is self-sufficient.",
    "https://upload.wikimedia.org/wikipedia/commons/d/d3/V%2C23.jpg": "Mexico celebrated its two-hundredth anniversary of independence in September. But the fate of colonial science in the early days of independent Mexico is not equally known. Science in our country in the second half of the eighteenth century, at the end of the colonial period, had researchers with a high scientific level.",
    "https://upload.wikimedia.org/wikipedia/commons/5/52/Logo_anuies.jpg": "The number of students enrolled in professional careers at universities in Mexico is one of the parameters that has increased the most over the last hundred years. In 1950 the number of university students in the country did not exceed 30,000. By 1970 this number exceeded 200,000, according to data from the National Association of Universities and Institutions of Higher Education (ANUIES)",
    "https://upload.wikimedia.org/wikipedia/commons/e/e9/Biodiesel.JPG": "The most widely used biofuel is ethyl alcohol or ethanol, used as a substitute for gasoline. In Brazil, for example, 50 per cent of car fuel is ethanol produced from sugar cane. The United States has increased in recent years the production of alcohol from maize. The production of biofuels for transportation is in competition with food production.",
    "https://upload.wikimedia.org/wikipedia/commons/2/22/Sign_sea_level_maps.jpg": "According to the Intergovernmental Panel on Climate Change (PICC), this increase will reach about half meter in the year 2100. In contrast to their perception in the Maldives, the belief in global warming in the United States is decreasing among the population. This increase, coupled with the sensitivity of the global climate to small disruptions, makes uncertain the future evolution that could well have catastrophic results.",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Salar-de-quisquiro.png": "Lithium is the third lighter chemical element that exists in nature. It is used in the manufacture of batteries – both rechargeable and disposable – for various applications, from computers and cell phones, to electric cars. If the findings of lithium in Mexico are confirmed, our country would then be well placed as a producer of a raw material.",
    "https://upload.wikimedia.org/wikipedia/commons/4/49/Fibreoptic.jpg": "The Nobel Prize in Physics for this year was announced on 6 October. The prize was awarded to Charles Kao for his work on the transmission of light in optical fibers. Williard Boyle and George Smith for the invention of the CCD image sensor – the device that replaces the film roll in digital cameras.",
    "https://upload.wikimedia.org/wikipedia/commons/3/3f/Fountain_of_Eternal_Life_crop.jpg": "Ted Williams' body was handed over to Alcor Life Extension Foundation company in Scottdale, Arizona, for preservation. Alcor specializes in keeping corpses in liquid nitrogen at a temperature of 196 degrees Celsius below zero. The company offers two alternatives of preservation: the whole body or only the head. Ted Williams's debts were decided for the second option.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5e/Cropduster_spraying_pesticides.jpg": "Norman Borlaug, known as the father of the “Green Revolution,’ died at 95 in Dallas, Texas. The revolution marked a dramatic increase in wheat production in the 1950s in Mexico – and later in several Asian countries. The Green Revolution was considered at the time the solution to the problem of food production resulting from the global population explosion.",
    "https://upload.wikimedia.org/wikipedia/commons/9/98/Senate_House_UoL.jpg": "Dr. Antonio F. López, who was Director of the Scientific and Literary Institute of San Luis Potosí from 1901 to 1907, made the comments in a 1901 speech. He was convinced that Science was the key to solving all our problems, and that the first step of the scientific method was “observing the facts with precision stripping of all prejudice”",
    "https://upload.wikimedia.org/wikipedia/commons/d/de/Medio_Oriente.png": "In October 1973, the oil-producing Arab countries decreed an oil embargo on the U.S. for its support of Israel in the Yom Kippur war. This embargo provoked an energy crisis that quadrupled the price of oil in a few months. In response to the energy crisis, the governments of countries such as the United States, Germany, France and Japan sought to mitigate their dependence on oil.",
    "https://upload.wikimedia.org/wikipedia/commons/1/1c/Europasaurus_holgeri_Scene_2.jpg": "Fossil fuels – oil, gas and coal – have their origin in plant and animal organic matter long ago dead. In spite of the environmental problems, it is anticipated that the use of fossil fuels will increase in the medium term. Mitigating the environmental effects of fossil coal burning, including carbon sequestration technologies, will then play a key role.",
    "https://upload.wikimedia.org/wikipedia/commons/9/93/Heike_Kamerlingh_Onnes%2C_1878.jpg": "Superconductive materials were discovered in 1911 by the Dutch physicist Heike Kamerlingh Onnes at the University of Leiden. Until 1986, they all required very low temperatures to act as such. Superconductors promise a large number of applications, some of which are already a reality. These materials are used for the generation of high-intensity magnetic fields in medical diagnostic systems by magnetic resonance.",
    "https://upload.wikimedia.org/wikipedia/commons/a/ab/ThreeGorgesDam-China2009.jpg": "80% of the energy consumed globally is obtained from fossil fuels. With the exception of nuclear energy, the remaining carbon-free energies are renewable. Three of the most potential renewable energies present and future are hydroelectric, wind and solar. All renewable energy generation technologies available at this time have advantages and disadvantages and no one will give us a magic solution to replacing fossil fuels in the immediate future.",
    "https://upload.wikimedia.org/wikipedia/commons/a/a5/Enola_Gay_81-9471.jpg": "Hiroma and Nagasaki were victims of a tragedy to blame the war in the abstract, and specifically Americans and Japanese alike. Since 1945 the number of countries that possess nuclear weapons has increased gradually to nine. It seems that Americans opened a box of Pandora's Box that we do not know how to reverse.",
    "https://upload.wikimedia.org/wikipedia/commons/3/33/Laika_ac_Sputnik_2_Replica_%286995685051%29.jpg": "On July 20, 40 years after the arrival of the first human beings on the surface of the Moon were fulfilled. The event crowned the offer of President John F. Kennedy to send a man to our satellite before the end of the decade. Putting a man on the Moon constituted a technological enterprise of great magnitude. The launch of the Sputnik also had a considerable impact on the American educational system.",
    "https://upload.wikimedia.org/wikipedia/commons/5/5c/Wright_R1820_Cyclone.jpg": "Evidence has been found suggesting that hominids, possible forerunners of ours, had acquired the ability to use fire 800,000 years ago. Eight hundred thousand years later, in the year of 1876, the German engineer Nicolaus Otto developed the internal combustion engine used in automobiles. Energy has been an essential element for the development of human civilization.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f5/Petrol_pump_mp3h0355.jpg": "In 1980 Brazil was not an oil country. Its oil production at that time was only 182,000 barrels a day. In response, Brazil was given the task of developing technologies for mass production of ethyl alcohol to be used as fuel in automobiles. The project was very successful and as a result, Brazil is the country that currently has the most advanced technology.",
    "https://upload.wikimedia.org/wikipedia/commons/2/2d/Energ%C3%ADa_e%C3%B3lica_en_Tecn%C3%B3polis.JPG": "The energy that today moves the world is obtained by 86% of fossil fuels, oil, natural gas and coal. The Sun is the source of life of our planet. Without the Sun, the Earth would be a cold, dark and dead place. The secret of life is photosynthesis, which is possible thanks to the Sun.",
    "https://upload.wikimedia.org/wikipedia/commons/9/98/Caspian_Sea_from_orbit.jpg": "In 1960 the Aral Sea covered an area of 68,000 square kilometres and its surface had an oval shape with almost 300 kilometres in its widest parts. The use of water from the Amu Dariá and Sir Darián rivers for agricultural purposes was, however, so massive that the sea level of the Soviet era was so high. The water of the ArAl Sea was also severely contaminated by the pesticides used in the agricultural fields.",
    "https://upload.wikimedia.org/wikipedia/commons/f/f2/Karnak_Temples.jpg": "In 1950 the American writer Ray Bradbury published his famous science fiction novel “Martian Chronicles” In it he recounts a series of expeditions from Earth to Mars that eventually led to its colonization. The Mars that found the Spirit and Opportunity probes of NASA after reaching the surface of the planet in 2004 was, without clutch, very different from the Mars of Bradbury.",
    "https://upload.wikimedia.org/wikipedia/commons/9/94/Jan_Verkolje_-_Antonie_van_Leeuwenhoek.jpg": "400 years ago, Galileo Galilei made a public demonstration of an instrument built by him. The instrument allowed us to visually approach distant objects. In the year of 1609, in addition to Galileo's observations, the work “Astronomia Nova” by Johannes Kepler appeared, marks the beginning of modern astronomy.",
    "https://upload.wikimedia.org/wikipedia/commons/9/98/Juan_Peron_con_banda_de_presidente.jpg": "Argentine President Juan Domingo Perón announced in a press conference that his country had carried out a thermonuclear fusion reaction under controlled conditions. At the time it took place, the atomic fusion energy was still in the research phase. Perón's support reached the end of building for Richter installations on the island of Huemul.",
    "https://upload.wikimedia.org/wikipedia/commons/e/e6/Thomas_Malthus.jpg": "In 1798, Thomas Robert Matlhus argued that if the rate of geometric increase of the world population observed at that time continued, there would be a catastrophe due to lack of food. Thomas Malthus noticed 200 years ago a fundamental difference between geometric and arithmetic growths, which even now we sometimes lose sight of."
}